[
  {
    "ID": "1803",
    "SURAH": "15",
    "AYAH": "1",
    "ARABIC_TEXT": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ",
    "TRANSLATION": "Alif. Lam. Ra.[1] Đây là những câu của Kinh Sách, và một Qur’an rõ ràng.",
    "FOOTNOTES": "[1] Xem lại phần chú thích ở câu 1 của chương Al-Baqarah."
  },
  {
    "ID": "1804",
    "SURAH": "15",
    "AYAH": "2",
    "ARABIC_TEXT": "رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ",
    "TRANSLATION": "Có lẽ (chẳng bao lâu nữa sẽ đến lúc) những kẻ vô đức tin ước ao phải chi chúng là những tín đồ Muslim.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1805",
    "SURAH": "15",
    "AYAH": "3",
    "ARABIC_TEXT": "ذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ",
    "TRANSLATION": "(Hỡi Thiên Sứ Muhammad), Ngươi hãy để chúng ăn uống và tận hưởng, hãy để hy vọng hão huyền làm cho chúng vui sướng, vì rồi đây chúng sẽ biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1806",
    "SURAH": "15",
    "AYAH": "4",
    "ARABIC_TEXT": "وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ",
    "TRANSLATION": "TA (Allah) đã không tiêu diệt bất kỳ thị trấn nào ngoại trừ điều đó đã được ấn định từ trước.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1807",
    "SURAH": "15",
    "AYAH": "5",
    "ARABIC_TEXT": "مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ",
    "TRANSLATION": "Không một cộng đồng nào ra đi trước kỳ hạn của nó và (cũng không một cộng đồng nào) có thể trì hoãn thêm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1808",
    "SURAH": "15",
    "AYAH": "6",
    "ARABIC_TEXT": "وَقَالُواْ يَٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ",
    "TRANSLATION": "(Những kẻ vô đức tin tại Makkah) nói với (Sứ Giả Muhammad): “Này kẻ tự xưng mình nhận được Thông Điệp, ngươi thực sự là một tên điên.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1809",
    "SURAH": "15",
    "AYAH": "7",
    "ARABIC_TEXT": "لَّوۡمَا تَأۡتِينَا بِٱلۡمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
    "TRANSLATION": "“Tại sao ngươi không mang các Thiên Thần đến gặp bọn ta nếu ngươi là một người nói thật?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1810",
    "SURAH": "15",
    "AYAH": "8",
    "ARABIC_TEXT": "مَا نُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ",
    "TRANSLATION": "TA (Allah) chỉ phái các Thiên Thần xuống vì một lý do chính đáng, và (một khi họ đã xuống) thì (những kẻ vô đức tin) sẽ không được tạm tha (mà sự trừng phạt sẽ được thi hành lập tức).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1811",
    "SURAH": "15",
    "AYAH": "9",
    "ARABIC_TEXT": "إِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
    "TRANSLATION": "Thật vậy, chính TA đã ban Thông Điệp Nhắc Nhở (Qur’an) xuống và chính TA sẽ bảo quản Nó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1812",
    "SURAH": "15",
    "AYAH": "10",
    "ARABIC_TEXT": "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ",
    "TRANSLATION": "Quả thật, trước Ngươi (Muhammad), TA cũng đã phái các Sứ Giả đến giữa các giáo phái của các cộng đồng thời xưa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1813",
    "SURAH": "15",
    "AYAH": "11",
    "ARABIC_TEXT": "وَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
    "TRANSLATION": "Và không một Sứ Giả nào đến mà lại không bị họ nhạo báng và giễu cợt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1814",
    "SURAH": "15",
    "AYAH": "12",
    "ARABIC_TEXT": "كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ",
    "TRANSLATION": "Cũng như thế, TA đã gieo nó vào tấm lòng của những kẻ tội lỗi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1815",
    "SURAH": "15",
    "AYAH": "13",
    "ARABIC_TEXT": "لَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ",
    "TRANSLATION": "Chúng không tin Nó (Qur’an), và tiền lệ của những cộng đồng xưa đã trôi qua.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1816",
    "SURAH": "15",
    "AYAH": "14",
    "ARABIC_TEXT": "وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ",
    "TRANSLATION": "Cho dù TA có mở riêng một cửa trời dành cho chúng tự do lên xuống,",
    "FOOTNOTES": ""
  },
  {
    "ID": "1817",
    "SURAH": "15",
    "AYAH": "15",
    "ARABIC_TEXT": "لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ",
    "TRANSLATION": "Thì chúng vẫn nói: “Chắc chắn mắt của chúng ta chỉ bị lóa. Không, chúng ta đã bị trúng bùa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1818",
    "SURAH": "15",
    "AYAH": "16",
    "ARABIC_TEXT": "وَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ",
    "TRANSLATION": "Quả thật, TA (Allah) đã đặt trong bầu trời các chòm sao và đã làm đẹp nó cho những người quan sát, ngắm nhìn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1819",
    "SURAH": "15",
    "AYAH": "17",
    "ARABIC_TEXT": "وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ",
    "TRANSLATION": "Và TA bảo vệ nó khỏi (sự xâm nhập lén lút của) từng tên Shaytan bị trục xuất (khỏi lòng thương xót của TA).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1820",
    "SURAH": "15",
    "AYAH": "18",
    "ARABIC_TEXT": "إِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ",
    "TRANSLATION": "Ngoại trừ tên (Shaytan) nào lén nghe trộm thì sẽ bị truy đuổi bởi một chùm lửa đỏ rực.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1821",
    "SURAH": "15",
    "AYAH": "19",
    "ARABIC_TEXT": "وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ",
    "TRANSLATION": "Và trái đất, TA đã trải rộng nó (như một tấm thảm) và đã đặt lên nó những ngọn núi vững chắc, và TA cho mọc lên trên nó đủ loại cây cối một cách cân bằng theo định lượng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1822",
    "SURAH": "15",
    "AYAH": "20",
    "ARABIC_TEXT": "وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ",
    "TRANSLATION": "Trên trái đất, TA đã tạo ra những phương tiện sống cho các ngươi (loài người) và cho cả những ai (sinh vật) mà các ngươi không có trách nhiệm nuôi dưỡng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1823",
    "SURAH": "15",
    "AYAH": "21",
    "ARABIC_TEXT": "وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ",
    "TRANSLATION": "Bất kỳ thứ gì, kho tài nguyên của nó cũng đều nằm ở nơi TA, nhưng TA chỉ ban nó xuống theo một định lượng rõ ràng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1824",
    "SURAH": "15",
    "AYAH": "22",
    "ARABIC_TEXT": "وَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ",
    "TRANSLATION": "Chính TA đã gởi đi những luồng gió gieo tinh, ban mưa từ trên trời xuống cho các ngươi để các ngươi sử dụng mặc dù các ngươi không phải là chủ nhân giữ kho chứa của nó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1825",
    "SURAH": "15",
    "AYAH": "23",
    "ARABIC_TEXT": "وَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ",
    "TRANSLATION": "Quả thật, TA là Đấng làm cho sống và làm cho chết, và chính TA là Đấng thừa kế duy nhất của tất cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1826",
    "SURAH": "15",
    "AYAH": "24",
    "ARABIC_TEXT": "وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ",
    "TRANSLATION": "Và chắc chắn TA luôn biết rõ ai là người đã qua đời và ai là người còn sống trong các ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1827",
    "SURAH": "15",
    "AYAH": "25",
    "ARABIC_TEXT": "وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ",
    "TRANSLATION": "Thật vậy, Thượng Đế của Ngươi (Thiên Sứ Muhammad), Ngài sẽ triệu tập họ lại (để phán xét và thưởng phạt). Quả thật, Ngài là Đấng Chí Minh, Đấng Hiểu Biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1828",
    "SURAH": "15",
    "AYAH": "26",
    "ARABIC_TEXT": "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
    "TRANSLATION": "Quả thật, TA đã tạo ra con người (Adam) từ đất sét thuộc một loại bùn đen đã biến đổi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1829",
    "SURAH": "15",
    "AYAH": "27",
    "ARABIC_TEXT": "وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ",
    "TRANSLATION": "Và Jann (tổ tiên loài Jinn), TA đã tạo ra Y trước (Adam) từ ngọn lửa rực cháy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1830",
    "SURAH": "15",
    "AYAH": "28",
    "ARABIC_TEXT": "وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
    "TRANSLATION": "Hãy nhớ lại (hỡi Thiên Sứ Muhammad) khi Thượng Đế của Ngươi tuyên bố với các Thiên Thần: “TA sẽ tạo ra một con người (Adam) từ đất sét thuộc một loại bùn đen đã biến đổi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1831",
    "SURAH": "15",
    "AYAH": "29",
    "ARABIC_TEXT": "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
    "TRANSLATION": "“Khi TA hoàn thành việc tạo hình cho Y và thổi linh hồn của TA vào Y thì các ngươi hãy cúi xuống quỳ lạy (chào) Y.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1832",
    "SURAH": "15",
    "AYAH": "30",
    "ARABIC_TEXT": "فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
    "TRANSLATION": "Vì vậy, tất cả các Thiên Thần đều đã cúi xuống quỳ lạy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1833",
    "SURAH": "15",
    "AYAH": "31",
    "ARABIC_TEXT": "إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ",
    "TRANSLATION": "Ngoại trừ Iblis, hắn đã từ chối tham gia cùng với những Thiên Thần quỳ lạy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1834",
    "SURAH": "15",
    "AYAH": "32",
    "ARABIC_TEXT": "قَالَ يَٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ",
    "TRANSLATION": "(Allah) hỏi: “Này Iblis, sao ngươi lại không tham gia cùng với những Thiên Thần quỳ lạy?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1835",
    "SURAH": "15",
    "AYAH": "33",
    "ARABIC_TEXT": "قَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
    "TRANSLATION": "(Iblis) đáp: “Bề tôi sẽ không quỳ lạy trước một con người mà Ngài đã tạo ra từ đất sét thuộc một loại bùn đen đã biến đổi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1836",
    "SURAH": "15",
    "AYAH": "34",
    "ARABIC_TEXT": "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
    "TRANSLATION": "(Allah) phán: “Vậy thì ngươi hãy đi ra khỏi đó (Thiên Đàng), ngươi là một kẻ bị trục xuất.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1837",
    "SURAH": "15",
    "AYAH": "35",
    "ARABIC_TEXT": "وَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ",
    "TRANSLATION": "“Và ngươi sẽ bị nguyền rủa cho đến Ngày Thưởng Phạt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1838",
    "SURAH": "15",
    "AYAH": "36",
    "ARABIC_TEXT": "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
    "TRANSLATION": "(Iblis) khẩn cầu: “Lạy Thượng Đế của bề tôi, xin Ngài tạm tha cho bề tôi cho đến Ngày mà (loài người) được phục sinh.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1839",
    "SURAH": "15",
    "AYAH": "37",
    "ARABIC_TEXT": "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
    "TRANSLATION": "(Allah) phán: “Vậy, ngươi được tạm tha,”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1840",
    "SURAH": "15",
    "AYAH": "38",
    "ARABIC_TEXT": "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
    "TRANSLATION": "“Cho đến Ngày của Thời Khắc (Tận Thế) được ấn định.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1841",
    "SURAH": "15",
    "AYAH": "39",
    "ARABIC_TEXT": "قَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "(Iblis) nói: “Lạy Thượng Đế của bề tôi, vì Ngài đã đặt bề tôi vào lỗi lầm, bề tôi quyết sẽ làm cho (sự bất tuân) trở nên hấp dẫn đối với chúng (loài người) trên trái đất, bề tôi quyết sẽ đánh lừa tất cả bọn chúng rơi vào lầm lạc.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1842",
    "SURAH": "15",
    "AYAH": "40",
    "ARABIC_TEXT": "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
    "TRANSLATION": "“Ngoại trừ những bề tôi nào của Ngài có tấm lòng chân tâm (thờ phượng Ngài) trong bọn chúng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1843",
    "SURAH": "15",
    "AYAH": "41",
    "ARABIC_TEXT": "قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ",
    "TRANSLATION": "(Allah) phán: “Đây là con đường (Islam) thẳng tắp dẫn đến nơi TA.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1844",
    "SURAH": "15",
    "AYAH": "42",
    "ARABIC_TEXT": "إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ",
    "TRANSLATION": "“Đối với những bề tôi chân chính của Ta, ngươi sẽ không thể sử dụng quyền lực nào, quyền lực của ngươi sẽ chỉ có hiệu lực với những kẻ lầm lạc, muốn theo các ngươi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1845",
    "SURAH": "15",
    "AYAH": "43",
    "ARABIC_TEXT": "وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "“Và Hỏa Ngục, chắc chắn là điểm hẹn cho toàn thể bọn chúng (hội ngộ cùng ngươi).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1846",
    "SURAH": "15",
    "AYAH": "44",
    "ARABIC_TEXT": "لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ",
    "TRANSLATION": "“Nó có bảy cổng, đi vào mỗi cổng sẽ là một nhóm (tội phạm) nhất định trong bọn chúng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1847",
    "SURAH": "15",
    "AYAH": "45",
    "ARABIC_TEXT": "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ",
    "TRANSLATION": "“Quả thật, những người ngoan đạo sẽ ở giữa những khu vườn và suối nước (nơi Thiên Đàng).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1848",
    "SURAH": "15",
    "AYAH": "46",
    "ARABIC_TEXT": "ٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ",
    "TRANSLATION": "(Họ được nghinh đón với lời): \"Hãy vào (Thiên Đàng) một cách bình yên và an toàn!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1849",
    "SURAH": "15",
    "AYAH": "47",
    "ARABIC_TEXT": "وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ",
    "TRANSLATION": "“TA sẽ tẩy sạch bộ ngực của họ khỏi tất cả các dấu vết của sự oán hận và thù hằn, và họ sẽ ngồi trên những chiếc ghế dài đối mặt nhau như anh em.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1850",
    "SURAH": "15",
    "AYAH": "48",
    "ARABIC_TEXT": "لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ",
    "TRANSLATION": "“(Trong Thiên Đàng), họ sẽ không phải đối mặt với bất cứ sự mệt mỏi nào và cũng không bao giờ bị đuổi ra (khỏi đó).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1851",
    "SURAH": "15",
    "AYAH": "49",
    "ARABIC_TEXT": "۞ نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ",
    "TRANSLATION": "Ngươi (hỡi Thiên Sứ Muhammad) hãy thông báo cho các bề tôi của TA biết rằng TA thực sự là Đấng Tha Thứ, Đấng Nhân Từ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1852",
    "SURAH": "15",
    "AYAH": "50",
    "ARABIC_TEXT": "وَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ",
    "TRANSLATION": "Nhưng sự trừng phạt của TA lại rất đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1853",
    "SURAH": "15",
    "AYAH": "51",
    "ARABIC_TEXT": "وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ",
    "TRANSLATION": "Và Ngươi hãy nói cho họ biết về (câu chuyện của) những vị khách (Thiên Thần) của Ibrahim.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1854",
    "SURAH": "15",
    "AYAH": "52",
    "ARABIC_TEXT": "إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ",
    "TRANSLATION": "Khi họ vào gặp Y, họ chào Salam. Y nói: “Quả thật, việc các vị (xuất hiện đường đột) làm chúng tôi có cảm giác lo sợ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1855",
    "SURAH": "15",
    "AYAH": "53",
    "ARABIC_TEXT": "قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ",
    "TRANSLATION": "Họ nói: “Ngươi đừng sợ, vì chúng tôi đến để báo tin mừng cho ngươi về một đứa con trai đầy sự hiểu biết.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1856",
    "SURAH": "15",
    "AYAH": "54",
    "ARABIC_TEXT": "قَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ",
    "TRANSLATION": "(Ibrahim) nói (trong ngạc nhiên): “Các vị báo tin mừng cho tôi trong lúc tôi đã già thế này ư? Vậy thì (tôi thắc mắc) các vị báo tin mừng đó cho tôi theo phương diện nào?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1857",
    "SURAH": "15",
    "AYAH": "55",
    "ARABIC_TEXT": "قَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ",
    "TRANSLATION": "(Các vị khách) nói: “Chúng tôi báo tin mừng cho ngươi là sự thật, vì vậy, ngươi chớ đừng là kẻ tuyệt vọng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1858",
    "SURAH": "15",
    "AYAH": "56",
    "ARABIC_TEXT": "قَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ",
    "TRANSLATION": "(Ibrahim) nói: “Chỉ những kẻ lầm lạc mới tuyệt vọng nơi lòng nhân từ của Thượng Đế của mình.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1859",
    "SURAH": "15",
    "AYAH": "57",
    "ARABIC_TEXT": "قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ",
    "TRANSLATION": "(Ibrahim) hỏi: “Vậy công việc của các vị (ở đây) là gì, hỡi các Sứ Giả (của Allah)?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1860",
    "SURAH": "15",
    "AYAH": "58",
    "ARABIC_TEXT": "قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ",
    "TRANSLATION": "Họ nói: “Chúng tôi được phái đến (để trừng phạt) đám người tội lỗi (dân của Lut).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1861",
    "SURAH": "15",
    "AYAH": "59",
    "ARABIC_TEXT": "إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "“Trừ người nhà của Lut, chúng tôi phải giải cứu họ tất cả.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1862",
    "SURAH": "15",
    "AYAH": "60",
    "ARABIC_TEXT": "إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ",
    "TRANSLATION": "“Ngoại trừ vợ của Y, (Allah ra lệnh rằng): “TA đã định đoạt cho nữ ta ở lại cùng đám người bị trừng phạt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1863",
    "SURAH": "15",
    "AYAH": "61",
    "ARABIC_TEXT": "فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ",
    "TRANSLATION": "Và khi các Sứ Giả đến gia đình Lut.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1864",
    "SURAH": "15",
    "AYAH": "62",
    "ARABIC_TEXT": "قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ",
    "TRANSLATION": "(Lut) bảo: “Quả thật, các vị là những vị khách lạ mặt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1865",
    "SURAH": "15",
    "AYAH": "63",
    "ARABIC_TEXT": "قَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ",
    "TRANSLATION": "(Các Sứ Giả) đáp: “Không, chúng tôi đến với ngươi mang theo điều (trừng phạt) mà (đám dân của ngươi) đã hoài nghi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1866",
    "SURAH": "15",
    "AYAH": "64",
    "ARABIC_TEXT": "وَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ",
    "TRANSLATION": "“Và chúng tôi đến gặp ngươi là sự thật và chúng tôi rất trung thực (với điều đã thông báo).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1867",
    "SURAH": "15",
    "AYAH": "65",
    "ARABIC_TEXT": "فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ",
    "TRANSLATION": "“Vì vậy, ngươi hãy đưa người nhà rời khỏi đây trong đêm khuya. Ngươi hãy đi đằng sau họ và không để bất cứ ai trong các ngươi ngoái đầu lại nhìn phía sau, các ngươi cứ hãy tiếp tục đi đến nơi mà các ngươi được chỉ định.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1868",
    "SURAH": "15",
    "AYAH": "66",
    "ARABIC_TEXT": "وَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ",
    "TRANSLATION": "TA (Allah) đã truyền (sắc lệnh) cho Y (Lut) về vấn đề đó: rằng những (tội nhân) đó sẽ bị loại bỏ vào sáng sớm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1869",
    "SURAH": "15",
    "AYAH": "67",
    "ARABIC_TEXT": "وَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ",
    "TRANSLATION": "Và người dân thành phố (Sodom) đến gặp (Lut) vui mừng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1870",
    "SURAH": "15",
    "AYAH": "68",
    "ARABIC_TEXT": "قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ",
    "TRANSLATION": "Lut nói với chúng: “Quả thật, đây là những vị khách của Ta, vì vậy, các ngươi đừng làm cho ta xấu hổ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1871",
    "SURAH": "15",
    "AYAH": "69",
    "ARABIC_TEXT": "وَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ",
    "TRANSLATION": "“Các ngươi hãy kính sợ Allah và chớ đừng làm nhục ta.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1872",
    "SURAH": "15",
    "AYAH": "70",
    "ARABIC_TEXT": "قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "(Đám dân của Lut) nói: “Chẳng phải bọn ta đã cấm Ngươi tiếp đón người lạ đó sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1873",
    "SURAH": "15",
    "AYAH": "71",
    "ARABIC_TEXT": "قَالَ هَٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ",
    "TRANSLATION": "(Lut) nói: “Đây là những đứa con gái của ta, (hãy kết hôn với chúng) nếu các ngươi muốn hành động (để giải toả sinh lý).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1874",
    "SURAH": "15",
    "AYAH": "72",
    "ARABIC_TEXT": "لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ",
    "TRANSLATION": "(Allah phán:) Thề bởi sinh mạng của Ngươi (hỡi Lut) rằng bọn chúng đang lang thang một cách mù quáng trong cơn say.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1875",
    "SURAH": "15",
    "AYAH": "73",
    "ARABIC_TEXT": "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ",
    "TRANSLATION": "Vì vậy, một tiếng thét đã túm bắt chúng lúc mặt trời mọc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1876",
    "SURAH": "15",
    "AYAH": "74",
    "ARABIC_TEXT": "فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ",
    "TRANSLATION": "Rồi TA đã lật ngược thành phố của chúng và đổ lên chúng một trận mưa đá cứng như đất sét nung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1877",
    "SURAH": "15",
    "AYAH": "75",
    "ARABIC_TEXT": "إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ",
    "TRANSLATION": "Quả thật, trong sự việc đó là những dấu hiệu dành cho những người biết suy ngẫm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1878",
    "SURAH": "15",
    "AYAH": "76",
    "ARABIC_TEXT": "وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ",
    "TRANSLATION": "Thật vậy, (các thành phố bị lật ngược) vẫn hãy còn nằm trên những con đường qua lại (giữa Makkah và Syria).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1879",
    "SURAH": "15",
    "AYAH": "77",
    "ARABIC_TEXT": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ",
    "TRANSLATION": "Quả thật, trong sự việc đó là dấu hiệu dành cho những người có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1880",
    "SURAH": "15",
    "AYAH": "78",
    "ARABIC_TEXT": "وَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ",
    "TRANSLATION": "Quả thật, đám dân của Aykah[2] cũng là những kẻ làm điều sai quấy.",
    "FOOTNOTES": "[2] Aykah là khu rừng nhiệt đới mà người dân của Nabi Shu’aib tôn thành nơi thiêng liêng để thờ phượng. Ngày nay, nó thuộc phía tây bắc giáp tỉnh Tabuk của Ả-rập Xê-út."
  },
  {
    "ID": "1881",
    "SURAH": "15",
    "AYAH": "79",
    "ARABIC_TEXT": "فَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ",
    "TRANSLATION": "Vì vậy, TA đã trừng phạt chúng. Và thực sự cả hai thị trấn đó vẫn còn (để lại dấu tích) trên một con đường thông thoáng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1882",
    "SURAH": "15",
    "AYAH": "80",
    "ARABIC_TEXT": "وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ",
    "TRANSLATION": "Quả thật, đám dân của thành phố đá[3] đã phủ nhận các vị Sứ Giả (được gửi đến với họ).",
    "FOOTNOTES": "[3] Một thành phố của người dân Thamud thuộc cộng đồng Nabi Saleh. Thành phố này được gọi là thành phố đá hoặc đồng bằng đá do những ngôi nhà trong thành phố đều được đục từ núi. Ngày nay, nó là địa phận của lãnh thổ của Jordan."
  },
  {
    "ID": "1883",
    "SURAH": "15",
    "AYAH": "81",
    "ARABIC_TEXT": "وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ",
    "TRANSLATION": "TA đã gửi đến chúng các dấu hiệu của TA nhưng chúng ngoảnh mặt quay đi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1884",
    "SURAH": "15",
    "AYAH": "82",
    "ARABIC_TEXT": "وَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ",
    "TRANSLATION": "Chúng đã đục núi làm nhà ở và luôn cảm thấy an toàn (trong các ngôi nhà của chúng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1885",
    "SURAH": "15",
    "AYAH": "83",
    "ARABIC_TEXT": "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ",
    "TRANSLATION": "Nhưng một tiếng thét dữ dội đã túm bắt chúng vào lúc sáng sớm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1886",
    "SURAH": "15",
    "AYAH": "84",
    "ARABIC_TEXT": "فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
    "TRANSLATION": "Và những gì mà chúng tích lũy được không thể giúp ích được gì cho chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1887",
    "SURAH": "15",
    "AYAH": "85",
    "ARABIC_TEXT": "وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ",
    "TRANSLATION": "TA đã tạo ra trời đất và vạn vật là vì chân lý. Chắc chắn Giờ Khắc Tận Thế sẽ đến, vì vậy, Ngươi (hỡi Thiên Sứ Muhammad) hãy nhân từ bỏ qua cho chúng (bất chấp những hành vi sai trái của chúng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1888",
    "SURAH": "15",
    "AYAH": "86",
    "ARABIC_TEXT": "إِنَّ رَبَّكَ هُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ",
    "TRANSLATION": "Quả thật, Thượng Đế của Ngươi là Đấng Tạo Hoá, Đấng Toàn Tri.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1889",
    "SURAH": "15",
    "AYAH": "87",
    "ARABIC_TEXT": "وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ",
    "TRANSLATION": "TA thực sự đã ban cho Ngươi bảy câu Kinh lặp đi lặp lại (chương Al-Fatihah) và Qur’an vĩ đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1890",
    "SURAH": "15",
    "AYAH": "88",
    "ARABIC_TEXT": "لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ",
    "TRANSLATION": "Ngươi chớ đừng mở rộng tầm mắt của Ngươi về phía những thứ mà TA đã để cho một số (hạng người) vô đức tin tận hưởng (tạm thời trên cõi trần này), Ngươi cũng chớ đừng buồn phiền về việc chúng (không có đức tin), ngược lại, Ngươi hãy hướng sự quan tâm của Ngươi đến những người có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1891",
    "SURAH": "15",
    "AYAH": "89",
    "ARABIC_TEXT": "وَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ",
    "TRANSLATION": "Ngươi hãy nói với chúng: “Thật ra, Ta chỉ là một người cảnh báo rõ ràng (về sự trừng phạt).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1892",
    "SURAH": "15",
    "AYAH": "90",
    "ARABIC_TEXT": "كَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ",
    "TRANSLATION": "Giống như việc TA đã từng cảnh báo với những kẻ đã chia rẽ tôn giáo của chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1893",
    "SURAH": "15",
    "AYAH": "91",
    "ARABIC_TEXT": "ٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ",
    "TRANSLATION": "Đó là những kẻ đã phân chia Qur’an thành nhiều phần (chúng nói: đây là ma thuật, hoặc bói toán hoặc thơ ca).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1894",
    "SURAH": "15",
    "AYAH": "92",
    "ARABIC_TEXT": "فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "Thề bởi Thượng Đế của Ngươi (hỡi Thiên Sứ Muhammad), chắc chắn TA sẽ thẩm tra tất cả bọn chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1895",
    "SURAH": "15",
    "AYAH": "93",
    "ARABIC_TEXT": "عَمَّا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Về mọi hành động (tội lỗi) mà chúng đã làm (ở trần gian).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1896",
    "SURAH": "15",
    "AYAH": "94",
    "ARABIC_TEXT": "فَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ",
    "TRANSLATION": "Vì vậy, Ngươi (hỡi Thiên Sứ Muhammad) hãy công bố những gì Ngươi đã được truyền và hãy quay lưng với những kẻ đa thần.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1897",
    "SURAH": "15",
    "AYAH": "95",
    "ARABIC_TEXT": "إِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ",
    "TRANSLATION": "TA chắc chắc thừa sức giúp Ngươi đối phó với những kẻ nhạo báng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1898",
    "SURAH": "15",
    "AYAH": "96",
    "ARABIC_TEXT": "ٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ",
    "TRANSLATION": "Những kẻ mà chúng đã dựng lên cùng Allah một thần linh khác (để tôn thờ), rồi đây chúng sẽ biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1899",
    "SURAH": "15",
    "AYAH": "97",
    "ARABIC_TEXT": "وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ",
    "TRANSLATION": "TA thực sự biết rõ lòng của Ngươi buồn phiền bởi những gì chúng nói.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1900",
    "SURAH": "15",
    "AYAH": "98",
    "ARABIC_TEXT": "فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ",
    "TRANSLATION": "Tuy nhiên, Ngươi hãy tán dương Thượng Đế của Ngươi và hãy là một người phủ phục (Allah trong lễ nguyện Salah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1901",
    "SURAH": "15",
    "AYAH": "99",
    "ARABIC_TEXT": "وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ",
    "TRANSLATION": "Và Ngươi hãy thờ phượng Thượng Đế của Ngươi cho tới khi sự kiên định (cái chết) đến với Ngươi.",
    "FOOTNOTES": ""
  }
]