[
  {
    "ID": "2349",
    "SURAH": "20",
    "AYAH": "1",
    "ARABIC_TEXT": "طه",
    "TRANSLATION": "Ta. Ha.[1]",
    "FOOTNOTES": "[1] Xem lại phần chú thích ở câu 1 của chương Al-Baqarah."
  },
  {
    "ID": "2350",
    "SURAH": "20",
    "AYAH": "2",
    "ARABIC_TEXT": "مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ",
    "TRANSLATION": "(Hỡi Muhammad), TA (Allah) ban Qur’an xuống cho Ngươi không phải để làm Ngươi buồn khổ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2351",
    "SURAH": "20",
    "AYAH": "3",
    "ARABIC_TEXT": "إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ",
    "TRANSLATION": "Mà để làm lời nhắc nhở cho những ai biết sợ (TA).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2352",
    "SURAH": "20",
    "AYAH": "4",
    "ARABIC_TEXT": "تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى",
    "TRANSLATION": "Nó được Mặc Khải từ Đấng đã tạo hóa trái đất và các tầng trời cao.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2353",
    "SURAH": "20",
    "AYAH": "5",
    "ARABIC_TEXT": "ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ",
    "TRANSLATION": "(Đó là) Đấng Độ Lượng an vị trên chiếc Ngai Vương.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2354",
    "SURAH": "20",
    "AYAH": "6",
    "ARABIC_TEXT": "لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ",
    "TRANSLATION": "Đấng mà mọi vật trong các tầng trời và mọi vật trên trái đất cũng như vạn vật nằm giữa chúng và những gì nằm sâu dưới lòng đất đều là của Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2355",
    "SURAH": "20",
    "AYAH": "7",
    "ARABIC_TEXT": "وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى",
    "TRANSLATION": "Dẫu Ngươi (Muhammad) có nói lớn tiếng (hay nhỏ tiếng) thì Ngài vẫn luôn biết rõ những điều bí mật và thầm kín.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2356",
    "SURAH": "20",
    "AYAH": "8",
    "ARABIC_TEXT": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ",
    "TRANSLATION": "Allah là Đấng mà Không có Thượng Đế đích thực nào khác ngoài Ngài. Ngài mang những tên gọi tốt đẹp nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2357",
    "SURAH": "20",
    "AYAH": "9",
    "ARABIC_TEXT": "وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ",
    "TRANSLATION": "(Hỡi Thiên Sứ Muhammad), Ngươi có biết về câu chuyện của Musa (Moses) không?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2358",
    "SURAH": "20",
    "AYAH": "10",
    "ARABIC_TEXT": "إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى",
    "TRANSLATION": "Khi (Musa) nhìn thấy một ngọn lửa (ở đằng xa), Y bảo gia đình của mình: “Mọi người hãy tạm dừng chân ở đây. Ta sẽ đến chỗ ngọn lửa biết đâu có thể mang về cho mọi người một cục than hồng hoặc biết đâu có thể tìm thấy nơi đống lửa đó một nguồn Chỉ Đạo.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2359",
    "SURAH": "20",
    "AYAH": "11",
    "ARABIC_TEXT": "فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ",
    "TRANSLATION": "Nhưng khi Y tiến đến ngọn lửa thì bỗng có tiếng gọi: “Này hỡi Musa!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2360",
    "SURAH": "20",
    "AYAH": "12",
    "ARABIC_TEXT": "إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى",
    "TRANSLATION": "“Quả thật TA là Thượng Đế của Ngươi. Nào, Ngươi hãy cởi giày của Ngươi ra bởi đích thực Ngươi đang ở nơi thung lũng Tuwa linh thiêng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2361",
    "SURAH": "20",
    "AYAH": "13",
    "ARABIC_TEXT": "وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ",
    "TRANSLATION": "“Và TA đã chọn Ngươi. Vì vậy, Ngươi hãy lắng nghe điều mặc khải.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2362",
    "SURAH": "20",
    "AYAH": "14",
    "ARABIC_TEXT": "إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ",
    "TRANSLATION": "“Quả thật, TA là Allah. Không có Thượng Đế đích thực nào khác ngoài TA cả. Cho nên, Ngươi hãy thờ phụng TA và hãy dâng lễ nguyện Salah để tưởng nhớ TA.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2363",
    "SURAH": "20",
    "AYAH": "15",
    "ARABIC_TEXT": "إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ",
    "TRANSLATION": "“Quả thật Giờ Tận Thế đang tiến đến nhưng TA giữ kín nó để cho mỗi linh hồn sẽ được ân thưởng tùy theo sự nỗ lực và phấn đấu của nó.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2364",
    "SURAH": "20",
    "AYAH": "16",
    "ARABIC_TEXT": "فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ",
    "TRANSLATION": "“Vì vậy, Ngươi chớ để cho ai không có đức tin nơi Giờ Tận Thế và theo đuổi dục vọng của bản thân làm cho Ngươi xao lãng nó để rồi Ngươi sẽ bị hủy diệt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2365",
    "SURAH": "20",
    "AYAH": "17",
    "ARABIC_TEXT": "وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ",
    "TRANSLATION": "(Allah phán bảo Musa:) “Vật gì trong tay phải của Ngươi vậy, hỡi Musa?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2366",
    "SURAH": "20",
    "AYAH": "18",
    "ARABIC_TEXT": "قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ",
    "TRANSLATION": "(Musa) nói: “Thưa, đó là chiếc gậy của bề tôi, bề tôi thường dùng nó để chống khi đi lại, bề tôi cũng dùng nó để đập rụng lá cây cho đàn cừu của bề tôi và bề tôi dùng nó cho nhiều việc khác nữa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2367",
    "SURAH": "20",
    "AYAH": "19",
    "ARABIC_TEXT": "قَالَ أَلۡقِهَا يَٰمُوسَىٰ",
    "TRANSLATION": "(Allah) phán bảo: Này Musa, Ngươi hãy ném chiếc gậy của Ngươi xuống!",
    "FOOTNOTES": ""
  },
  {
    "ID": "2368",
    "SURAH": "20",
    "AYAH": "20",
    "ARABIC_TEXT": "فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ",
    "TRANSLATION": "Musa ném chiếc gậy xuống, nó liền biến thành một con rắn bò nhanh nhẹn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2369",
    "SURAH": "20",
    "AYAH": "21",
    "ARABIC_TEXT": "قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ",
    "TRANSLATION": "(Allah) phán bảo (Musa): “Ngươi hãy cầm lấy nó và đừng sợ. TA sẽ làm cho nó trở lại nguyên trạng ban đầu.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2370",
    "SURAH": "20",
    "AYAH": "22",
    "ARABIC_TEXT": "وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ",
    "TRANSLATION": "“Giờ Ngươi hãy áp bàn tay của Ngươi sát vào ba sườn của Ngươi, nó sẽ hiện ra trắng toát, không có gì đau đớn cả. (Đó là) một phép lạ khác nữa (mà TA ban cho Ngươi).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2371",
    "SURAH": "20",
    "AYAH": "23",
    "ARABIC_TEXT": "لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى",
    "TRANSLATION": "“TA muốn trưng bày cho Ngươi thấy một số phép mầu vĩ đại của TA.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2372",
    "SURAH": "20",
    "AYAH": "24",
    "ARABIC_TEXT": "ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ",
    "TRANSLATION": "“Ngươi hãy đi gặp Pha-ra-ông. Hắn thực sự đã ngông cuồng quá mức.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2373",
    "SURAH": "20",
    "AYAH": "25",
    "ARABIC_TEXT": "قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي",
    "TRANSLATION": "(Musa) thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài nới rộng lồng ngực của bề tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2374",
    "SURAH": "20",
    "AYAH": "26",
    "ARABIC_TEXT": "وَيَسِّرۡ لِيٓ أَمۡرِي",
    "TRANSLATION": "“Xin Ngài làm cho công việc của bề tôi được thuận lợi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2375",
    "SURAH": "20",
    "AYAH": "27",
    "ARABIC_TEXT": "وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي",
    "TRANSLATION": "“Xin Ngài tháo cái gút (ngọng) ra khỏi chiếc lưỡi của bề tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2376",
    "SURAH": "20",
    "AYAH": "28",
    "ARABIC_TEXT": "يَفۡقَهُواْ قَوۡلِي",
    "TRANSLATION": "“Để họ có thể hiểu được lời nói của bề tôi (khi bề tôi truyền đạt).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2377",
    "SURAH": "20",
    "AYAH": "29",
    "ARABIC_TEXT": "وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي",
    "TRANSLATION": "“Và xin Ngài chỉ định từ gia đình của bề tôi một người phò tá cho bề tôi (trong công việc này).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2378",
    "SURAH": "20",
    "AYAH": "30",
    "ARABIC_TEXT": "هَٰرُونَ أَخِي",
    "TRANSLATION": "“Harun, người anh em của bề tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2379",
    "SURAH": "20",
    "AYAH": "31",
    "ARABIC_TEXT": "ٱشۡدُدۡ بِهِۦٓ أَزۡرِي",
    "TRANSLATION": "“Xin Ngài tăng cường sức mạnh cho bề tôi qua người anh em của bề tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2380",
    "SURAH": "20",
    "AYAH": "32",
    "ARABIC_TEXT": "وَأَشۡرِكۡهُ فِيٓ أَمۡرِي",
    "TRANSLATION": "“Và xin Ngài hãy để người anh em của bề tôi chia sẻ công việc cùng với bề tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2381",
    "SURAH": "20",
    "AYAH": "33",
    "ARABIC_TEXT": "كَيۡ نُسَبِّحَكَ كَثِيرٗا",
    "TRANSLATION": "“Để cả hai bề tôi có thể tán dương Ngài thật nhiều.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2382",
    "SURAH": "20",
    "AYAH": "34",
    "ARABIC_TEXT": "وَنَذۡكُرَكَ كَثِيرًا",
    "TRANSLATION": "“Cũng như để tưởng nhớ Ngài thật nhiều.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2383",
    "SURAH": "20",
    "AYAH": "35",
    "ARABIC_TEXT": "إِنَّكَ كُنتَ بِنَا بَصِيرٗا",
    "TRANSLATION": "“Quả thật Ngài luôn quan sát thấy bầy tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2384",
    "SURAH": "20",
    "AYAH": "36",
    "ARABIC_TEXT": "قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ",
    "TRANSLATION": "(Allah) phán: “Hỡi Musa, quả thật những điều Ngươi yêu cầu đã được chấp thuận.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2385",
    "SURAH": "20",
    "AYAH": "37",
    "ARABIC_TEXT": "وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ",
    "TRANSLATION": "“Quả thật, TA (Allah) đã ban ân huệ cho Ngươi (Musa) trong một lần khác.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2386",
    "SURAH": "20",
    "AYAH": "38",
    "ARABIC_TEXT": "إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ",
    "TRANSLATION": "“Khi TA mặc khải cho mẹ của Ngươi những gì được mặc khải (về việc bảo vệ Ngươi khỏi kế hoạch giết chóc của Pha-ra-ông):”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2387",
    "SURAH": "20",
    "AYAH": "39",
    "ARABIC_TEXT": "أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ",
    "TRANSLATION": "“Ngươi hãy đặt nó (Musa) vào chiếc rương và hãy thả nó xuống sông; dòng sông sẽ đẩy nó dạt vào bờ; kẻ thù của TA và cũng là kẻ thù của hắn (Pha-ra-ông) sẽ vớt lấy nó.” TA đã ban cho Ngươi (Musa) tình thương từ nơi TA và để Ngươi được nuôi dưỡng dưới mắt của TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2388",
    "SURAH": "20",
    "AYAH": "40",
    "ARABIC_TEXT": "إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ",
    "TRANSLATION": "“Khi người chị của Ngươi lẽo đẽo đi theo và nói: Quí ngài có muốn tôi chỉ cho quí ngài một người chăm sóc tốt cho đứa bé không? Thế là TA đã mang Ngươi trả lại cho mẹ của Ngươi để đôi mắt của mẹ Ngươi trở lại vui tươi và không buồn lo nữa. Và Ngươi đã giết chết một người nhưng TA đã cứu Ngươi ra khỏi cảnh nguy khốn đó và TA đã thử thách Ngươi với một sự thử thách lớn. Ngươi đã phải sống lưu vong nhiều năm cùng với người dân Madyan, rồi (giờ đây) Ngươi đến đây như đã định, hỡi Musa!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2389",
    "SURAH": "20",
    "AYAH": "41",
    "ARABIC_TEXT": "وَٱصۡطَنَعۡتُكَ لِنَفۡسِي",
    "TRANSLATION": "“TA đã chọn Ngươi cho công việc rao truyền Bức Thông Điệp của TA.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2390",
    "SURAH": "20",
    "AYAH": "42",
    "ARABIC_TEXT": "ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي",
    "TRANSLATION": "“(Này Musa), Ngươi và người anh em của Ngươi hãy lên đường mang theo các phép lạ của TA, và cả hai chớ đừng xao lãng việc tưởng nhớ TA.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2391",
    "SURAH": "20",
    "AYAH": "43",
    "ARABIC_TEXT": "ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ",
    "TRANSLATION": "“Hai ngươi hãy đi gặp Pha-ra-ông. Quả thật, hắn đã ngông cuồng quá mức.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2392",
    "SURAH": "20",
    "AYAH": "44",
    "ARABIC_TEXT": "فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ",
    "TRANSLATION": "“Tuy nhiên, hai ngươi hãy ăn nói với hắn bằng lời lẽ nhã nhặn mong rằng hắn sẽ lưu ý đến lời cảnh tỉnh hoặc sẽ biết kính sợ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2393",
    "SURAH": "20",
    "AYAH": "45",
    "ARABIC_TEXT": "قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ",
    "TRANSLATION": "Cả hai (Musa và Harun) thưa: “Lạy Thượng Đế của bầy tôi! Quả thật, bầy tôi sợ rằng hắn (Pha-ra-ông) sẽ có hành động quá quắt hoặc tàn bạo với bầy tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2394",
    "SURAH": "20",
    "AYAH": "46",
    "ARABIC_TEXT": "قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ",
    "TRANSLATION": "(Allah) phán: “Hai ngươi đừng sợ! Quả thật TA luôn ở cùng với hai ngươi. TA nghe và thấy (hết mọi việc).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2395",
    "SURAH": "20",
    "AYAH": "47",
    "ARABIC_TEXT": "فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ",
    "TRANSLATION": "“Nào, hai ngươi hãy đi gặp hắn và bảo: Quả thật chúng tôi là Sứ Giả của Thượng Đế của ngài. Xin ngài hãy để cho con cháu của Israel ra đi với chúng tôi và xin ngài đừng trừng phạt họ (bằng việc tàn sát những đứa con trai của họ). Chúng tôi thực sự đến gặp ngài với một phép lạ từ Thượng Đế của ngài. Và sự bằng an đến với ai đi theo chỉ đạo.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2396",
    "SURAH": "20",
    "AYAH": "48",
    "ARABIC_TEXT": "إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ",
    "TRANSLATION": "“Chúng tôi thực sự đã được mặc khải cho biết rằng sự trừng phạt sẽ giáng xuống những ai phủ nhận và quay lưng (với những gì mà các vị Thiên Sứ của Ngài mang đến).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2397",
    "SURAH": "20",
    "AYAH": "49",
    "ARABIC_TEXT": "قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ",
    "TRANSLATION": "(Pha-ra-ông) nói: “Thế ai là Thượng Đế của hai ngươi, hỡi Musa?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2398",
    "SURAH": "20",
    "AYAH": "50",
    "ARABIC_TEXT": "قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ",
    "TRANSLATION": "Musa đáp: Thượng Đế của chúng tôi là Đấng đã ban cho vạn vật hình thể rồi hướng dẫn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2399",
    "SURAH": "20",
    "AYAH": "51",
    "ARABIC_TEXT": "قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ",
    "TRANSLATION": "(Pha-ra-ông) bảo: “Thế đối với những người (phủ nhận) thuộc thế hệ trước thì sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2400",
    "SURAH": "20",
    "AYAH": "52",
    "ARABIC_TEXT": "قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى",
    "TRANSLATION": "(Musa) đáp: “Sự việc đó thuộc về kiến thức ở nơi Thượng Đế của Tôi được ghi chép trong Kinh Sách được lưu trữ ở nơi Ngài; Thượng Đế của Tôi không nhầm lẫn cũng không hề quên.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2401",
    "SURAH": "20",
    "AYAH": "53",
    "ARABIC_TEXT": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ",
    "TRANSLATION": "(Ngài là) Đấng đã làm trái đất thành một nơi an cư cho các ngươi, Đấng đã mở ra cho các ngươi những con đường thông thương qua lại trên trái đất và đã ban nước mưa từ trên trời xuống cho các ngươi; TA dùng nó để làm mọc ra đủ loại cây cối và thảo mộc, từng cặp khác nhau.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2402",
    "SURAH": "20",
    "AYAH": "54",
    "ARABIC_TEXT": "كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ",
    "TRANSLATION": "Các ngươi hãy ăn và nuôi gia súc của các ngươi. Quả thật, trong sự việc đó là các dấu hiệu cho những người thông hiểu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2403",
    "SURAH": "20",
    "AYAH": "55",
    "ARABIC_TEXT": "۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ",
    "TRANSLATION": "Từ đất bụi TA đã tạo hóa các ngươi, TA sẽ hoàn các ngươi trở lại thành đất bụi và cũng từ đất bụi TA sẽ đưa các ngươi trở ra một lần nữa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2404",
    "SURAH": "20",
    "AYAH": "56",
    "ARABIC_TEXT": "وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ",
    "TRANSLATION": "Và quả thật TA đã phơi bày cho hắn (Pha-ra-ông) thấy tất cả phép lạ và bằng chứng của TA nhưng hắn đã phủ nhận và chối bỏ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2405",
    "SURAH": "20",
    "AYAH": "57",
    "ARABIC_TEXT": "قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ",
    "TRANSLATION": "Hắn bảo: “Này Musa, có phải ngươi mang các pháp thuật này đến với ý định muốn đuổi bọn ta ra khỏi lãnh thổ của bọn ta đúng không?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2406",
    "SURAH": "20",
    "AYAH": "58",
    "ARABIC_TEXT": "فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى",
    "TRANSLATION": "“Bọn ta cũng có thể mang đến pháp thuật tương tự để so tài với Ngươi. Nào, Ngươi hãy định một điểm hẹn tại một nơi cho bọn ta và Ngươi, bọn ta và Ngươi chớ đừng lỡ hẹn!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2407",
    "SURAH": "20",
    "AYAH": "59",
    "ARABIC_TEXT": "قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى",
    "TRANSLATION": "(Musa) nói: “Hẹn quí ngài vào Ngày Đại Hội và quí ngài hãy triệu tập dân chúng vào lúc mặt trời đã lên cao khoảng một sào.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2408",
    "SURAH": "20",
    "AYAH": "60",
    "ARABIC_TEXT": "فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ",
    "TRANSLATION": "Vậy là Pha-ra-ông lui về, tính toán kế hoạch rồi đến nơi hẹn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2409",
    "SURAH": "20",
    "AYAH": "61",
    "ARABIC_TEXT": "قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ",
    "TRANSLATION": "Musa bảo họ (những pháp sư của Pha-ra-ông): “Quí ngài hãy coi chừng, chớ đặt điều nói dối rồi đổ thừa cho Allah sợ rằng Ngài sẽ tiêu diệt quí ngài bằng một hình phạt. Quả thật kẻ ngụy tạo chắc chắn sẽ thất bại.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2410",
    "SURAH": "20",
    "AYAH": "62",
    "ARABIC_TEXT": "فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ",
    "TRANSLATION": "Rồi họ bàn cãi với nhau về công việc của họ và giấu kín cuộc mật nghị.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2411",
    "SURAH": "20",
    "AYAH": "63",
    "ARABIC_TEXT": "قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ",
    "TRANSLATION": "Họ bảo nhau: “Hai tên này đúng thật là hai tên phù thủy, chúng muốn dùng pháp thuật để đuổi các người ra khỏi lãnh thổ của các người và chúng muốn xóa bỏ lối sống cao quý của các người.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2412",
    "SURAH": "20",
    "AYAH": "64",
    "ARABIC_TEXT": "فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ",
    "TRANSLATION": "“Bởi thế, các người hãy hợp sức của các người lại trong kế hoạch rồi tiến lên sắp xếp theo đội ngũ chỉnh tề. Hôm nay, ai cao tay hơn chắc chắn sẽ là kẻ chiến thắng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2413",
    "SURAH": "20",
    "AYAH": "65",
    "ARABIC_TEXT": "قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ",
    "TRANSLATION": "(Những tên pháp sư của Pha-ra-ông) nói (với Musa): “Này Musa, ngươi ném xuống trước hay bọn ta là người đầu tiên ném xuống?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2414",
    "SURAH": "20",
    "AYAH": "66",
    "ARABIC_TEXT": "قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ",
    "TRANSLATION": "(Musa) đáp: “Không, quí vị hãy ném xuống trước.” Thế là bằng pháp thuật, họ đã gây ảo giác làm cho Musa nhìn thấy những sợi dây cũng như những chiếc gậy của họ đang cử động.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2415",
    "SURAH": "20",
    "AYAH": "67",
    "ARABIC_TEXT": "فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ",
    "TRANSLATION": "Musa đâm ra sợ hãi trong lòng trước (những gì họ thể hiện).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2416",
    "SURAH": "20",
    "AYAH": "68",
    "ARABIC_TEXT": "قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ",
    "TRANSLATION": "TA (Allah) phán bảo (Musa): “Ngươi đừng sợ! Chắc chắn Ngươi cao tay hơn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2417",
    "SURAH": "20",
    "AYAH": "69",
    "ARABIC_TEXT": "وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ",
    "TRANSLATION": "“Ngươi hãy ném chiếc gậy trong tay phải của ngươi xuống, nó sẽ nuốt hết những vật mà họ đã làm ra. Quả thật, vật mà họ đã làm chẳng qua chỉ là trò ảo thuật. Và nhà ảo thuật sẽ không thành công dù từ đâu đến đi chăng nữa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2418",
    "SURAH": "20",
    "AYAH": "70",
    "ARABIC_TEXT": "فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ",
    "TRANSLATION": "Thế rồi những tên pháp sư hạ mình xuống phủ phục. Họ nói: “Chúng tôi tin tưởng nơi Thượng Đế của Harun và Musa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2419",
    "SURAH": "20",
    "AYAH": "71",
    "ARABIC_TEXT": "قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ",
    "TRANSLATION": "(Thấy thế, Pha-ra-ông giận dữ) quát: “Các ngươi bạo gan dám tin nơi hắn trước khi ta cho phép các ngươi ư? Chính hắn là tên cầm đầu của các ngươi nên hắn đã dạy các ngươi pháp thuật! Chắc chắn ta sẽ cho chặt tay và chân của các ngươi mỗi bên một cái; chắc chắn ta sẽ đóng đinh các ngươi trên thân cây chà là để các ngươi biết ai trong hai bên sẽ trừng phạt dữ dội và lâu hơn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2420",
    "SURAH": "20",
    "AYAH": "72",
    "ARABIC_TEXT": "قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ",
    "TRANSLATION": "(Các tên pháp sư của Pha-ra-ông) đáp: “(Giờ) chúng tôi sẽ không bao giờ xem ngài trọng hơn những bằng chứng rõ rệt đã đến với chúng tôi và cũng không xem ngài trọng hơn Đấng đã sáng tạo ra chúng tôi. Cho nên, ngài cứ quyết định làm điều gì ngài muốn; bởi quả thật, ngài cũng chỉ có thể định đoạt điều gì liên quan đến đời sống trần tục này mà thôi!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2421",
    "SURAH": "20",
    "AYAH": "73",
    "ARABIC_TEXT": "إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ",
    "TRANSLATION": "“Quả thật, chúng tôi đã tin nơi Thượng Đế của chúng tôi. Chúng tôi mong rằng Ngài sẽ tha thứ cho chúng tôi về tội lỗi của chúng tôi và những hành vi phù phép của trò ảo thuật mà ngài đã bắt ép chúng tôi làm. Bởi vì Allah là Đấng Ưu Việt và Vĩnh Cửu.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2422",
    "SURAH": "20",
    "AYAH": "74",
    "ARABIC_TEXT": "إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ",
    "TRANSLATION": "Quả thật, người nào đến trình diện Thượng Đế của y như một kẻ tội lỗi thì chắc chắn Hỏa Ngục sẽ dành cho y, y sẽ không thể chết và cũng sẽ không thể sống trong đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2423",
    "SURAH": "20",
    "AYAH": "75",
    "ARABIC_TEXT": "وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ",
    "TRANSLATION": "Còn người nào đến trình diện Ngài như một người có đức tin và hành thiện thì họ sẽ là những người được ban thưởng cấp bậc ưu hạng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2424",
    "SURAH": "20",
    "AYAH": "76",
    "ARABIC_TEXT": "جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ",
    "TRANSLATION": "Những Ngôi Vườn Thiên Đàng Vĩnh Cửu, bên dưới có các dòng sông chảy. Họ sẽ sống mãi trong đó. Và đó là phần thưởng của những ai đã thanh lọc bản thân mình (khỏi vết bẩn của tội lỗi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2425",
    "SURAH": "20",
    "AYAH": "77",
    "ARABIC_TEXT": "وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ",
    "TRANSLATION": "Quả thật, TA đã mặc khải cho Musa: “Ngươi hãy đưa các bầy tôi của TA ra đi trong đêm và Ngươi hãy đánh (chiếc gậy của Ngươi xuống) để làm thành một con đường khô ráo cho họ băng qua biển. Ngươi chớ sợ bị đuổi kịp và cũng chớ lo (bị chết chìm).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2426",
    "SURAH": "20",
    "AYAH": "78",
    "ARABIC_TEXT": "فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ",
    "TRANSLATION": "Rồi Pha-ra-ông cùng quân lính của hắn đuổi theo họ (Musa và người dân Israel) nhưng sóng biển đã bao phủ và nhấn chìm toàn bộ (Pha-ra-ông và quân lính của hắn).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2427",
    "SURAH": "20",
    "AYAH": "79",
    "ARABIC_TEXT": "وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ",
    "TRANSLATION": "Pha-ra-ông đã đưa dân chúng của hắn lạc lối và đã không hướng dẫn họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2428",
    "SURAH": "20",
    "AYAH": "80",
    "ARABIC_TEXT": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ",
    "TRANSLATION": "Hỡi dân Israel! TA (Allah) đã giải cứu các ngươi khỏi kẻ thù của các ngươi, TA đã giao ước với các ngươi ở phía bên phải của ngọn núi At-Tur, và TA đã ban Al-man (loại thức uống như mật ong) và chim cút xuống cho các ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2429",
    "SURAH": "20",
    "AYAH": "81",
    "ARABIC_TEXT": "كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ",
    "TRANSLATION": "Các ngươi hãy dùng các món thực phẩm tốt lành mà TA đã ban cấp cho các ngươi và các ngươi chớ quá mức trong sự việc đó để rồi cơn giận của TA sẽ giáng lên các ngươi; và người nào mà cơn giận của TA giáng nhằm phải y thì chắc chắn y sẽ bị diệt vong.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2430",
    "SURAH": "20",
    "AYAH": "82",
    "ARABIC_TEXT": "وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ",
    "TRANSLATION": "Nhưng TA chắc chắn sẽ tha thứ cho những ai biết ăn năn sám hối và có đức tin đồng thời làm việc thiện tốt rồi theo đúng sự hướng dẫn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2431",
    "SURAH": "20",
    "AYAH": "83",
    "ARABIC_TEXT": "۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ",
    "TRANSLATION": "(Allah phán bảo khi Musa đến): “Điều gì làm Ngươi vội vã đến đây trước người dân của Ngươi, hỡi Musa?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2432",
    "SURAH": "20",
    "AYAH": "84",
    "ARABIC_TEXT": "قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ",
    "TRANSLATION": "(Musa) thưa: “Lạy Thượng Đế của bề tôi, họ theo sát dấu chân của bề tôi; bề tôi nhanh chóng đến trình diện Ngài để mong Ngài hài lòng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2433",
    "SURAH": "20",
    "AYAH": "85",
    "ARABIC_TEXT": "قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ",
    "TRANSLATION": "(Allah) phán: “Quả thật, TA đã thử thách đám dân của Ngươi sau khi Ngươi ra đi bỏ lại họ, và tên Samiri đã dắt họ lạc lối.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2434",
    "SURAH": "20",
    "AYAH": "86",
    "ARABIC_TEXT": "فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي",
    "TRANSLATION": "Thế là Musa quay trở về gặp người dân của Y trong tâm trạng vừa tức giận vừa buồn lo. Y bảo: “Này hỡi dân ta! Chẳng lẽ Thượng Đế của các người đã không hứa với các người một lời hứa tốt đẹp hay sao? Phải chăng lời hứa của Ngài đã quá lâu đối với các người hay là các người muốn cơn tức giận của Thượng Đế của các người sẽ giáng xuống các người nên các người đã phản lại lời hứa với Ta?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2435",
    "SURAH": "20",
    "AYAH": "87",
    "ARABIC_TEXT": "قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ",
    "TRANSLATION": "Họ đáp: “Chúng tôi nào đâu bội ước với Người nhưng vì chúng tôi bị bắt vác nặng nữ trang của toàn dân cho nên chúng tôi đã ném chúng (vào lò nấu kim loại) theo đề xuất của Samiri.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2436",
    "SURAH": "20",
    "AYAH": "88",
    "ARABIC_TEXT": "فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ",
    "TRANSLATION": "Thế là y đúc ra cho họ một con bò tơ, thân hình của nó phát ra tiếng rống. Rồi họ bảo: “Đây là thần linh của các người và là thần linh của Musa nhưng (Musa) đã quên.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2437",
    "SURAH": "20",
    "AYAH": "89",
    "ARABIC_TEXT": "أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا",
    "TRANSLATION": "Há họ đã không nhận thấy nó (con bò được đúc kia) không trả lời họ được tiếng nào, nó không thể hãm hại được họ và cũng không mang lợi gì được cho họ?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2438",
    "SURAH": "20",
    "AYAH": "90",
    "ARABIC_TEXT": "وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي",
    "TRANSLATION": "Và quả thật Harun đã bảo họ trước đó: “Hỡi dân ta! Các người chỉ bị thử thách bởi nó và quả thật Thượng Đế của các người là Đấng Độ Lượng. Bởi thế, các người hãy nghe theo Ta và tuân lệnh Ta.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2439",
    "SURAH": "20",
    "AYAH": "91",
    "ARABIC_TEXT": "قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ",
    "TRANSLATION": "Họ nói: “Chúng tôi sẽ không bao giờ ngưng thờ nó (con bò) cho tới khi Musa trở về gặp chúng tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2440",
    "SURAH": "20",
    "AYAH": "92",
    "ARABIC_TEXT": "قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ",
    "TRANSLATION": "(Musa) bảo (người anh em của Y): “Này Harun! Điều gì cản anh ngăn họ khi thấy họ lầm lạc?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2441",
    "SURAH": "20",
    "AYAH": "93",
    "ARABIC_TEXT": "أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي",
    "TRANSLATION": "“Sao anh không tuân theo Tôi? Có phải anh đã làm trái lệnh Tôi đúng không?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2442",
    "SURAH": "20",
    "AYAH": "94",
    "ARABIC_TEXT": "قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي",
    "TRANSLATION": "(Harun) đáp: “Hỡi em trai của Ta! Em chớ nắm râu và đầu của Ta! Quả thật, Ta đã sợ việc em sẽ nói ‘Ta đã gây chia rẽ giữa con cháu của Israel và đã không thi hành lời dặn của em’.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2443",
    "SURAH": "20",
    "AYAH": "95",
    "ARABIC_TEXT": "قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ",
    "TRANSLATION": "(Musa) bảo (Samiri): “Này Samiri, mục đích của ngươi là gì?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2444",
    "SURAH": "20",
    "AYAH": "96",
    "ARABIC_TEXT": "قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي",
    "TRANSLATION": "(Samiri) nói: “Tôi đã thấy điều mà họ không thấy. Cho nên, tôi đã hốt một nắm (đất) nơi dấu chân (ngựa) của Thiên Sứ (Jibril) và ném nó (lên con bò đúc). Tâm trí của tôi đã xúi giục tôi như thế.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2445",
    "SURAH": "20",
    "AYAH": "97",
    "ARABIC_TEXT": "قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا",
    "TRANSLATION": "(Musa) nói với (Samiri): “Ngươi hãy cút đi! Quả thật trong suốt cuộc đời này, ngươi sẽ nói “Chớ chạm đến mình tôi!”, (một hình phạt dành cho ngươi), và ngươi sẽ gặp một sự hứa hẹn (ở Ngày Sau về sự trừng phạt khủng khiếp) mà ngươi sẽ không bao giờ tránh khỏi. Và bây giờ ngươi hãy mở to mắt ra nhìn thần linh của ngươi, vật mà ngươi đã thờ cúng (ngoài Allah); chắc chắn bọn ta sẽ đốt nó thành tro rồi vãi tung nó xuống biển.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2446",
    "SURAH": "20",
    "AYAH": "98",
    "ARABIC_TEXT": "إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا",
    "TRANSLATION": "Quả thật, Thượng Đế của các ngươi chỉ có một mình Allah, Ngài là Đấng mà ngoài Ngài không có một Thượng Đế đích thực nào khác. Và sự Hiểu Biết của Ngài bao quát hết mọi thứ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2447",
    "SURAH": "20",
    "AYAH": "99",
    "ARABIC_TEXT": "كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا",
    "TRANSLATION": "Tương tự, TA (Allah) kể lại cho Ngươi (Muhammad) một vài thông tin về các sự việc xảy ra trước đây. Và quả thật, chính TA đã ban cho Ngươi từ nơi TA (Kinh Qur’an) làm Lời Nhắc Nhở.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2448",
    "SURAH": "20",
    "AYAH": "100",
    "ARABIC_TEXT": "مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا",
    "TRANSLATION": "Ai lánh xa Nó (Kinh Qur’an này) thì sẽ gánh nặng tội lỗi vào Ngày Phán Xét.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2449",
    "SURAH": "20",
    "AYAH": "101",
    "ARABIC_TEXT": "خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا",
    "TRANSLATION": "Họ sẽ mãi mãi ở trong (sự trừng phạt) đó. Thật tồi tệ cho họ vào Ngày Phán Xét khi phải gánh nặng tội lỗi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2450",
    "SURAH": "20",
    "AYAH": "102",
    "ARABIC_TEXT": "يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا",
    "TRANSLATION": "Ngày mà tiếng Còi sẽ được hụ lên; Ngày đó, TA sẽ triệu tập những kẻ tội lỗi và họ trở nên xanh mặt (vì sợ hãi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2451",
    "SURAH": "20",
    "AYAH": "103",
    "ARABIC_TEXT": "يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا",
    "TRANSLATION": "Họ xầm xì bàn tán: “Các anh ở lại (cõi Barzakh) chỉ khoảng chừng mười ngày thôi đúng không?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2452",
    "SURAH": "20",
    "AYAH": "104",
    "ARABIC_TEXT": "نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا",
    "TRANSLATION": "TA biết rõ những điều họ xầm xì bàn tán. Và một người có óc suy đoán tốt nhất trong bọn họ bảo: “Có thể các anh đã ở lại (nơi cõi Barzakh này) chỉ khoảng một ngày thôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2453",
    "SURAH": "20",
    "AYAH": "105",
    "ARABIC_TEXT": "وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا",
    "TRANSLATION": "Và họ hỏi Ngươi (Muhammad) về những quả núi. Ngươi hãy nói: “Thượng Đế của Ta sẽ bứng chúng lên và làm cho chúng thành bụi bay tứ tán.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2454",
    "SURAH": "20",
    "AYAH": "106",
    "ARABIC_TEXT": "فَيَذَرُهَا قَاعٗا صَفۡصَفٗا",
    "TRANSLATION": "Rồi Ngài sẽ để cho nó (mặt đất) thành bình địa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2455",
    "SURAH": "20",
    "AYAH": "107",
    "ARABIC_TEXT": "لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا",
    "TRANSLATION": "Nơi đó, ngươi (hỡi người quan sát) sẽ thấy không có gì quanh co và lồi lõm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2456",
    "SURAH": "20",
    "AYAH": "108",
    "ARABIC_TEXT": "يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا",
    "TRANSLATION": "Vào Ngày đó, nhân loại sẽ đi theo vị Hô Gọi (đến nơi triệu tập), không ai có quyền không nghe theo, và những tiếng nói sẽ tắt lịm đi trước Đấng Độ Lượng cho nên (lúc đó) sẽ không còn nghe thấy gì ngoài tiếng xầm xì.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2457",
    "SURAH": "20",
    "AYAH": "109",
    "ARABIC_TEXT": "يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا",
    "TRANSLATION": "Vào Ngày đó, sự can thiệp sẽ trở nên vô ích ngoại trừ ai được Đấng Độ Lượng cho phép và được Ngài chấp thuận cho y mở lời (can thiệp).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2458",
    "SURAH": "20",
    "AYAH": "110",
    "ARABIC_TEXT": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا",
    "TRANSLATION": "Ngài (Allah) biết rõ điều gì trước họ (nhân loại) và điều gì sau họ nhưng họ thì không biết một tí gì về chúng cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2459",
    "SURAH": "20",
    "AYAH": "111",
    "ARABIC_TEXT": "۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا",
    "TRANSLATION": "Những gương mặt sẽ gục xuống trước Đấng Hằng Sống, Đấng Chi Phối và Nuôi Dưỡng; và ai gánh nặng tội lỗi trên lưng chắc chắn sẽ thua thiệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2460",
    "SURAH": "20",
    "AYAH": "112",
    "ARABIC_TEXT": "وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا",
    "TRANSLATION": "Ai làm việc thiện tốt và có đức tin thì sẽ không lo sợ bị đối xử bất công và mất phần.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2461",
    "SURAH": "20",
    "AYAH": "113",
    "ARABIC_TEXT": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا",
    "TRANSLATION": "Và TA (Allah) đã ban Qur’an xuống bằng tiếng Ả-rập đúng như thế và TA đã giảng giải cặn kẽ trong đó những lời cảnh báo mong rằng họ biết sợ (TA) hoặc Nó sẽ làm cho họ lưu tâm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2462",
    "SURAH": "20",
    "AYAH": "114",
    "ARABIC_TEXT": "فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا",
    "TRANSLATION": "Allah là Đấng Tối Cao, Đức Vua Đích Thực. Và Ngươi (Muhammad) chớ hấp tấp với Qur'an trước khi việc mặc khải Nó sẽ hoàn tất cho Ngươi, mà Ngươi hãy cầu nguyện: “Lạy Thượng Đế của bề tôi! Xin Ngài ban thêm kiến thức cho bề tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2463",
    "SURAH": "20",
    "AYAH": "115",
    "ARABIC_TEXT": "وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا",
    "TRANSLATION": "Và quả thật, TA đã giao ước với Adam trước đây nhưng Y đã quên (nên đã ăn cây cấm); và TA thấy Y không cương quyết (trong việc duy trì giao ước).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2464",
    "SURAH": "20",
    "AYAH": "116",
    "ARABIC_TEXT": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ",
    "TRANSLATION": "Và Ngươi (Muhammad) hãy nhớ lại khi TA phán với các Thiên Thần: “Các ngươi hãy quỳ lạy trước Adam!” Họ liền quỳ lạy ngoại trừ Iblis, hắn đã từ chối (một cách ngạo mạn.)",
    "FOOTNOTES": ""
  },
  {
    "ID": "2465",
    "SURAH": "20",
    "AYAH": "117",
    "ARABIC_TEXT": "فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ",
    "TRANSLATION": "Thế là TA phán bảo (Adam): “Hỡi Adam! Quả thật đây là kẻ thù của Ngươi và vợ của Ngươi. Vì vậy, chớ để cho hắn đưa hai ngươi ra khỏi Thiên Đàng để rồi Ngươi sẽ chịu đau khổ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2466",
    "SURAH": "20",
    "AYAH": "118",
    "ARABIC_TEXT": "إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ",
    "TRANSLATION": "“Quả thật, trong đó (Thiên Đàng) Ngươi sẽ không đói và cũng không trần truồng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2467",
    "SURAH": "20",
    "AYAH": "119",
    "ARABIC_TEXT": "وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ",
    "TRANSLATION": "Quả thật trong đó Ngươi sẽ không khát và cũng không chịu cảnh nóng nực.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2468",
    "SURAH": "20",
    "AYAH": "120",
    "ARABIC_TEXT": "فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ",
    "TRANSLATION": "Nhưng Shaytan đã thì thào với Y. Hắn bảo: “Hỡi Adam! Ngươi có muốn ta đưa ngươi đến Cây Vĩnh Cửu và một vương quốc sẽ không bao giờ điêu tàn không?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2469",
    "SURAH": "20",
    "AYAH": "121",
    "ARABIC_TEXT": "فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ",
    "TRANSLATION": "Vậy là cả hai đã ăn trái của cây đó. Bởi thế phần kín đáo của hai người họ đã lộ ra. Lập tức hai người vội khâu lá cây của Thiên Đàng để che kín thân lại. Do Adam bất tuân Thượng Đế của Y nên đã lầm lạc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2470",
    "SURAH": "20",
    "AYAH": "122",
    "ARABIC_TEXT": "ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ",
    "TRANSLATION": "Rồi Thượng Đế của Y chọn Y. Ngài đã quay lại tha thứ và hướng dẫn Y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2471",
    "SURAH": "20",
    "AYAH": "123",
    "ARABIC_TEXT": "قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ",
    "TRANSLATION": "(Allah) phán với (Adam và Hauwa’): “Cả hai ngươi (và Iblis) hãy đi xuống khỏi đó (Thiên Đàng), thù hằn lẫn nhau. Nhưng nếu có Chỉ Đạo từ TA đến cho các ngươi, ai theo Chỉ Đạo của TA thì sẽ không lầm lạc cũng không bất hạnh.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2472",
    "SURAH": "20",
    "AYAH": "124",
    "ARABIC_TEXT": "وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ",
    "TRANSLATION": "“Và ai quay lưng với thông điệp nhắc nhở của TA thì chắc chắn sẽ sống một cuộc sống eo hẹp (bất an, khổ tâm) và vào Ngày Phán Xét TA sẽ phục sinh y trở thành mù lòa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2473",
    "SURAH": "20",
    "AYAH": "125",
    "ARABIC_TEXT": "قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا",
    "TRANSLATION": "(Kẻ quay lưng với thông điệp nhắc nhở) sẽ nói: “Lạy Thượng Đế của bề tôi, tại sao Ngài dựng bề tôi sống lại mù lòa trong lúc trước đây bề tôi hãy còn nhìn thấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2474",
    "SURAH": "20",
    "AYAH": "126",
    "ARABIC_TEXT": "قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ",
    "TRANSLATION": "(Allah) phán: “Như thế đó! TA đã mang đến cho ngươi các Lời Mặc Khải của TA nhưng ngươi đã quên Nó; và Ngày nay ngươi bị bỏ quên trở lại giống như thế.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2475",
    "SURAH": "20",
    "AYAH": "127",
    "ARABIC_TEXT": "وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ",
    "TRANSLATION": "Và TA đáp trả xứng đáng cho ai vượt quá mức giới hạn và không tin tưởng nơi các Lời Mặc Khải của Thượng Đế của y đúng như thế. Và chắc chắn sự trừng phạt ở Đời Sau sẽ khắc nghiệt và dai dẳng hơn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2476",
    "SURAH": "20",
    "AYAH": "128",
    "ARABIC_TEXT": "أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ",
    "TRANSLATION": "Há không là một Chỉ Đạo cho họ hay sao việc TA đã tiêu diệt không biết bao nhiêu thế hệ trước họ, chủ nhân của các căn nhà mà họ đang bước đi? Quả thật nơi sự việc đó là những dấu hiệu cho những người biết suy ngẫm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2477",
    "SURAH": "20",
    "AYAH": "129",
    "ARABIC_TEXT": "وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى",
    "TRANSLATION": "Nếu không vì một Lời phán của Thượng Đế của Ngươi đã được tuyên bố và một thời hạn đã được ấn định thì chắc chắn (hình phạt) đã xảy ra (cho họ) rồi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2478",
    "SURAH": "20",
    "AYAH": "130",
    "ARABIC_TEXT": "فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ",
    "TRANSLATION": "Thế nên, Ngươi (Muhammad) hãy kiên nhẫn với những lời của họ và Ngươi hãy tán dương, ca ngợi Thượng Đế của Ngươi trước lúc mặt trời mọc cũng như trước lúc mặt trời lặn; và Ngươi hãy tán dương Ngài vào các thời khắc của ban đêm, vào giờ giấc đầu và cuối của ban ngày mong rằng Ngươi sẽ hài lòng (với phần thưởng từ nơi Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2479",
    "SURAH": "20",
    "AYAH": "131",
    "ARABIC_TEXT": "وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ",
    "TRANSLATION": "Và Ngươi (Muhammad) chớ trố mắt nhìn những thứ mà TA đã ban cấp cho họ hưởng thụ, sự lộng lẫy hào nhoáng của đời sống trần tục chỉ là những thứ mà TA dùng để thử thách họ mà thôi. Quả thật, những thiên lộc từ nơi Thượng Đế của Ngươi mới tốt lành và bền vững.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2480",
    "SURAH": "20",
    "AYAH": "132",
    "ARABIC_TEXT": "وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ",
    "TRANSLATION": "Ngươi hãy ra lệnh cho người nhà của Ngươi dâng lễ nguyện Salah và Ngươi hãy kiên nhẫn. TA không đòi hỏi Ngươi bổng lộc; Chính TA cung cấp nó cho Ngươi. Và kết cuộc tốt đẹp chỉ dành cho những người ngoan đạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2481",
    "SURAH": "20",
    "AYAH": "133",
    "ARABIC_TEXT": "وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ",
    "TRANSLATION": "(Những kẻ vô đức tin) nói: “Tại sao (Muhammad) không mang đến cho chúng ta một bằng chứng từ Thượng Đế của Y?” Chẳng lẽ những điều ghi trong các Tờ Kinh trước (Tawrah và Injil) đã không là một bằng chứng rõ rệt cho họ ư?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2482",
    "SURAH": "20",
    "AYAH": "134",
    "ARABIC_TEXT": "وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ",
    "TRANSLATION": "Nếu TA (Allah) hủy diệt họ bằng sự trừng phạt trước khi (Qur’an được mặc khải) thì chắc chắn họ sẽ nói: “Lạy Thượng Đế của bầy tôi! Sao Ngài không cử một Sứ Giả đến với bầy tôi để bầy tôi có dịp tuân theo các Lời Mặc Khải của Ngài trước khi bầy tôi bị hạ nhục và bị trừng phạt?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2483",
    "SURAH": "20",
    "AYAH": "135",
    "ARABIC_TEXT": "قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ",
    "TRANSLATION": "Ngươi (Muhammad) hãy nói (với những kẻ phủ nhận này): “Tất cả đều mong đợi (sự phán xét của Allah); cho nên các người hãy cứ chờ đợi. Rồi đây các người sẽ sớm biết ai mới là người đi theo con đường bằng phẳng và được hướng dẫn đúng đường.”",
    "FOOTNOTES": ""
  }
]