[
  {
    "ID": "2596",
    "SURAH": "22",
    "AYAH": "1",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ",
    "TRANSLATION": "Hỡi nhân loại! Các ngươi hãy ngoan đạo đối với Thượng Đế của các ngươi bởi lẽ cơn chấn động của Giờ Tận Thế sẽ là một điều kinh hoàng vô cùng khủng khiếp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2597",
    "SURAH": "22",
    "AYAH": "2",
    "ARABIC_TEXT": "يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ",
    "TRANSLATION": "Ngày mà các ngươi sẽ thấy mỗi bà mẹ sẽ quên mất đứa con đang bú và mỗi người phụ nữ mang thai sẽ trút bỏ gánh nặng của mình (sẩy thai) và Ngươi sẽ thấy nhân loại như đang say rượu nhưng thực chất họ không say (do rượu) mà là do sự trừng phạt khủng khiếp của Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2598",
    "SURAH": "22",
    "AYAH": "3",
    "ARABIC_TEXT": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ",
    "TRANSLATION": "Trong nhân loại có kẻ tranh luận về Allah một cách không hiểu biết và y chỉ đi theo từng tên Shaytan phản nghịch.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2599",
    "SURAH": "22",
    "AYAH": "4",
    "ARABIC_TEXT": "كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
    "TRANSLATION": "(Những tên Shaytan phản nghịch) được quy định rằng ai làm bạn với chúng, chúng sẽ đưa người đó đi lạc (khỏi con đường chân lý) và sẽ dẫn y đến hình phạt nơi Hỏa Ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2600",
    "SURAH": "22",
    "AYAH": "5",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
    "TRANSLATION": "Hỡi nhân loại! Nếu các ngươi hoài nghi về sự phục sinh thì (các ngươi hãy biết rằng) quả thật TA đã tạo hóa các ngươi từ đất bụi rồi từ tinh dịch rồi từ một hòn máu đặc rồi từ một miếng thịt, (sau đó TA làm cho nó) thành một cơ thể hoàn chỉnh hoặc không thành (sẩy thai) mục đích để TA trưng bày cho các ngươi thấy (quyền năng của TA). Và TA đặt trong các dạ con những gì TA muốn đến một thời hạn ấn định; sau đó TA cho các ngươi ra đời thành những đứa bé; rồi để các ngươi trưởng thành; và trong các ngươi có người bị cho chết sớm và có người được cho sống đến tuổi già không còn biết gì sau khi đã biết rất nhiều. Và ngươi (hỡi con người) thấy đất đai nứt nẻ chết khô nhưng khi TA ban nước mưa xuống tưới lên nó thì nó cựa mình sống lại và mọc lên đủ loại cây cối từng cặp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2601",
    "SURAH": "22",
    "AYAH": "6",
    "ARABIC_TEXT": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
    "TRANSLATION": "Đó là bởi vì Allah là Chân Lý tuyệt đối, chắc chắn Ngài làm cho người chết sống lại và chắc chắn Ngài toàn năng trên tất cả mọi thứ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2602",
    "SURAH": "22",
    "AYAH": "7",
    "ARABIC_TEXT": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ",
    "TRANSLATION": "Quả thật, Giờ Tận Thế đang đến, điều đó không có gì phải hoài nghi, và Allah sẽ phục sinh tất cả những ai trong mộ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2603",
    "SURAH": "22",
    "AYAH": "8",
    "ARABIC_TEXT": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ",
    "TRANSLATION": "Trong nhân loại có kẻ (vô đức tin) đã tranh luận về Allah không một chút hiểu biết nào cũng như không có sự chỉ đạo hay bất cứ một kinh sách rõ ràng nào cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2604",
    "SURAH": "22",
    "AYAH": "9",
    "ARABIC_TEXT": "ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ",
    "TRANSLATION": "Y quay người sang một bên (thể hiện sự tự cao tự đại) hầu làm cho (thiên hạ) lạc khỏi con đường của Allah. Y sẽ bị hạ nhục ở thế gian này; và vào Ngày Phục Sinh, TA sẽ cho y nếm hình phạt của lửa cháy bùng (nơi Hỏa Ngục).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2605",
    "SURAH": "22",
    "AYAH": "10",
    "ARABIC_TEXT": "ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
    "TRANSLATION": "(Y sẽ được bảo): “(Hình phạt) đó là do những điều mà bàn tay của ngươi đã gởi đi trước, bởi Allah không hề đối xử bất công với bầy tôi của Ngài.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2606",
    "SURAH": "22",
    "AYAH": "11",
    "ARABIC_TEXT": "وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ",
    "TRANSLATION": "Trong nhân loại có kẻ thờ phượng Allah trong sự hoài nghi. Nếu gặp điều lành thì y sẽ an lòng (tiếp tục thờ phượng Ngài), còn nếu gặp điều dữ thì y sẽ quay mặt đi (không thờ phượng Ngài nữa); thế là y thất bại cả đời này lẫn Đời Sau. Đó thật sự là một thất bại hiển nhiên.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2607",
    "SURAH": "22",
    "AYAH": "12",
    "ARABIC_TEXT": "يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
    "TRANSLATION": "Y cầu nguyện ngoài Allah những kẻ không gây hại cũng không mang lợi gì cho y. Đó là vì y đi lạc quá xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2608",
    "SURAH": "22",
    "AYAH": "13",
    "ARABIC_TEXT": "يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ",
    "TRANSLATION": "Y (chỉ) cầu nguyện đến kẻ gây hại cho y chứ (thực chất) chẳng hề mang lợi gì cho y cả. Thật là một tên chủ xấu xa, một người bạn đồng hành tồi tệ!",
    "FOOTNOTES": ""
  },
  {
    "ID": "2609",
    "SURAH": "22",
    "AYAH": "14",
    "ARABIC_TEXT": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
    "TRANSLATION": "Allah chắc chắn sẽ thu nhận những người có đức tin và hành thiện vào những Ngôi Vườn Thiên Đàng, bên dưới có các dòng sông chảy. Quả thật, Allah làm bất cứ điều gì Ngài muốn (không ai có quyền can thiệp).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2610",
    "SURAH": "22",
    "AYAH": "15",
    "ARABIC_TEXT": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ",
    "TRANSLATION": "Kẻ nào nghĩ rằng Allah sẽ không bao giờ giúp đỡ (Thiên Sứ của Ngài) ở đời này và ở Đời Sau thì y hãy cột một sợi dây vào trần nhà mà tự thắt cổ, để cho y xem liệu kế hoạch của y sẽ làm tiêu tan điều khiến y tức giận chăng?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2611",
    "SURAH": "22",
    "AYAH": "16",
    "ARABIC_TEXT": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ",
    "TRANSLATION": "Tương tự, TA đã ban Nó (Qur’an) xuống với những câu rõ ràng, rành mạch, và rằng Allah sẽ hướng dẫn người nào Ngài muốn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2612",
    "SURAH": "22",
    "AYAH": "17",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
    "TRANSLATION": "Những người có đức tin, những người Do Thái, những người Sabian, những người Thiên Chúa, những tín đồ Bái Hỏa giáo và những người thờ đa thần, vào Ngày Phục Sinh, chắc chắn Allah sẽ phân xét giữa họ. Quả thật, Allah là Đấng chứng giám tất cả mọi sự việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2613",
    "SURAH": "22",
    "AYAH": "18",
    "ARABIC_TEXT": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩",
    "TRANSLATION": "Lẽ nào Ngươi (Thiên Sứ Muhammad) không thấy rằng Allah là Đấng mà bất cứ ai trong các tầng trời và bất cứ ai trong trái đất cùng với mặt trời, mặt trăng, các tinh tú, núi non, cây cối, thú vật và đa số nhân loại đều phải phủ phục quỳ lạy? Tuy nhiên, vẫn có nhiều kẻ đáng bị Ngài trừng phạt. Và ai bị Allah hạ nhục chắc chắn sẽ không tìm thấy một ai có thể làm cho y vinh danh. Quả thật, Allah làm bất cứ điều gì Ngài muốn (không ai có quyền can thiệp).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2614",
    "SURAH": "22",
    "AYAH": "19",
    "ARABIC_TEXT": "۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ",
    "TRANSLATION": "Hai nhóm này (những người có đức tin và những kẻ vô đức tin) tranh luận nhau về Thượng Đế của họ. Rồi đây, những kẻ vô đức tin sẽ mặc áo từ Lửa, và từ trên đầu của họ, một loại nước cực sôi sẽ được xối lên.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2615",
    "SURAH": "22",
    "AYAH": "20",
    "ARABIC_TEXT": "يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ",
    "TRANSLATION": "(Nước cực sôi đó) sẽ làm tan chảy nội tạng và làn da của họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2616",
    "SURAH": "22",
    "AYAH": "21",
    "ARABIC_TEXT": "وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ",
    "TRANSLATION": "Họ sẽ bị đánh bằng những cây búa sắt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2617",
    "SURAH": "22",
    "AYAH": "22",
    "ARABIC_TEXT": "كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
    "TRANSLATION": "Mỗi khi họ muốn lẩn trốn khỏi hình phạt đau đớn đó thì sẽ bị bắt trở lại, (và được bảo): “Các ngươi hãy nếm lấy hình phạt của sự thiêu đốt!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2618",
    "SURAH": "22",
    "AYAH": "23",
    "ARABIC_TEXT": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ",
    "TRANSLATION": "Chắn chắn Allah sẽ thu nhận những người có đức tin và hành thiện vào những Ngôi Vườn Thiên Đàng, bên dưới có các dòng sông chảy; trong đó, họ sẽ được đeo những chiếc vòng vàng và ngọc trai; và y phục của họ sẽ là tơ lụa gấm vóc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2619",
    "SURAH": "22",
    "AYAH": "24",
    "ARABIC_TEXT": "وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ",
    "TRANSLATION": "Bởi (trên trần gian), họ đã được hướng dẫn đến những lời nói tốt đẹp và họ đã được hướng dẫn đến con đường của Đấng Đáng Ca Tụng (con đường Islam).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2620",
    "SURAH": "22",
    "AYAH": "25",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ",
    "TRANSLATION": "Quả thật những kẻ vô đức tin và ngăn người khác vào con đường của Allah (Islam) cũng như ngăn người khác vào Masjid Al-Haram nơi mà TA đã làm ra thành của chung cho mọi người (đến thờ phượng TA), cho dân cư của nó cũng như cho du khách thập phương, (sẽ nếm lấy hình phạt đau đớn). Và ai muốn làm điều sai quấy trong đó thì TA sẽ cho nếm một hình phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2621",
    "SURAH": "22",
    "AYAH": "26",
    "ARABIC_TEXT": "وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
    "TRANSLATION": "(Ngươi hỡi Thiên Sứ Muhammad hãy nhớ lại) khi TA chỉ định cho Ibrahim địa điểm xây dựng Ngôi Đền, (TA đã phán bảo Y): “Ngươi không được Shirk với TA bất cứ thứ gì và Ngươi hãy giữ Ngôi Đền của TA trong sạch cho những người đi Towaf và cho những người đứng, cúi mình và quỳ lạy (trong lễ nguyện Salah).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2622",
    "SURAH": "22",
    "AYAH": "27",
    "ARABIC_TEXT": "وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ",
    "TRANSLATION": "“Ngươi hãy thông báo kêu gọi nhân loại đến hành hương[1] (Ngôi Đền mà Ngươi đã xây). Họ sẽ đi bộ hoặc cưỡi từng con lạc đà gầy yếu đến với Ngươi từ mọi nẻo đường.”",
    "FOOTNOTES": "[1] Hành hương Hajj là đến thăm viếng Ngôi Đền Ka’bah tại Makkah mang ý nghĩa thờ phượng Allah và tuân lệnh Ngài. Hành hương “Hajj” là trụ cột trong 5 trụ cột nền tảng của Islam. Mỗi tín đồ Muslim nam cũng như nữ có nghĩa vụ phải thực hiện chuyến hành hương này một lần trong đời khi có đủ điều kiện (tiền bạc, sức khỏe, phương tiện đi lại, ...). Thời gian thực hiện Hajj kéo dài ít nhất trong 6 ngày kể từ ngày mồng 8 đến ngày 13 của tháng Zdul-Hijjah (tháng 12 hijri). Cuộc hành hương “Hajj” gồm các nghi thức: 1- Định tâm vào tình trạng Ehram; 2- Tập trung tại khu vực Mina vào ngày mồng 8; 3- Tập trung tại khu vực 'Arafah vào ban ngày của ngày mồng 9 cho đến khi mặt trời lặn; 4- Ngủ đêm tại khu vực Muzdalifah sau khi tập trung tại 'Arafah; 5- Ném đá các trụ Jamarat tại khu vực Mina; 6- Cắt tiết các con vật tế; 7- Cắt tóc hoặc cạo đầu; 8- Towaf (đi vòng quanh) ngôi đền Ka’bah; 9- Sa-‘i giữa hai đồi Sofa và Marwah; 10- Ở lại Mina trong những ngày Tashriq (11, 12 hoặc 13) của tháng Zdul-Hijjah; 11- Towaf chia tay Ka’bah trước khi muốn rời đi để trở về nhà."
  },
  {
    "ID": "2623",
    "SURAH": "22",
    "AYAH": "28",
    "ARABIC_TEXT": "لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ",
    "TRANSLATION": "“Mục đích để họ chứng kiến những điều lợi được ban cấp cho họ (từ sự tha thứ và phần thưởng ở nơi Allah), để họ tụng niệm tên của Allah trong một số ngày nhất định và trên những vật nuôi (được mang đi tế) mà Ngài đã ban cấp cho họ. Họ hãy ăn thịt của chúng và phân phát cho những người nghèo.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2624",
    "SURAH": "22",
    "AYAH": "29",
    "ARABIC_TEXT": "ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ",
    "TRANSLATION": "“Rồi để họ kết thúc tình trạng “Ehram’ của họ, để họ thực hiện lời thề nguyện của họ và để họ đi vòng quanh Ngôi Đền cổ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2625",
    "SURAH": "22",
    "AYAH": "30",
    "ARABIC_TEXT": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ",
    "TRANSLATION": "Đó (là điều các ngươi được lệnh), người nào tôn trọng những giới cấm của Allah thì là điều tốt cho y ở nơi Thượng Đế của y. Ngài cho phép các ngươi ăn thịt của những con vật nuôi ngoại trừ những gì (cấm) đã được đọc ra cho các ngươi (trong Qur’an). Bởi thế, các ngươi hãy tránh sự ô uế của (việc thờ cúng) các bục tượng và các ngươi hãy tránh lời nói giả dối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2626",
    "SURAH": "22",
    "AYAH": "31",
    "ARABIC_TEXT": "حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ",
    "TRANSLATION": "Các ngươi hãy dành trọn đức tin nơi Allah và thành tâm thờ phượng chỉ riêng Ngài, không tổ hợp những đối tác ngang vai cùng với Ngài. Bởi ai tổ hợp những đối tác ngang vai cùng với Allah thì giống như y bị rơi từ trên trời xuống rồi bị chim tha đi hoặc bị một cơn gió thổi đi đến một nơi xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2627",
    "SURAH": "22",
    "AYAH": "32",
    "ARABIC_TEXT": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ",
    "TRANSLATION": "Đó (là điều lệnh của Allah). Ai tôn trọng các biểu hiệu của Allah thì y thực sự thuộc những trái tim ngoan đạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2628",
    "SURAH": "22",
    "AYAH": "33",
    "ARABIC_TEXT": "لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ",
    "TRANSLATION": "Các ngươi được hưởng những lợi ích (cưỡi, thịt, lông, sữa, …) từ chúng (những con vật tế) trong một thời gian nhất định cho đến khi chúng được đến nơi gần Ngôi Đền cổ (để cắt tiết).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2629",
    "SURAH": "22",
    "AYAH": "34",
    "ARABIC_TEXT": "وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ",
    "TRANSLATION": "TA đã quy định cho mỗi cộng đồng một nghi thức giết tế để họ có thể tụng niệm tên của Allah trên những con vật nuôi mà Ngài đã ban cấp cho họ dùng làm thực phẩm. Nhưng (các ngươi – hỡi nhân loại – hãy biết rằng) Thượng Đế của các ngươi chỉ là một Thượng Đế duy nhất, cho nên, các ngươi hãy thần phục Ngài; và Ngươi (hỡi Thiên Sứ Muhammad) hãy báo tin mừng cho những người một lòng sợ (Ngài).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2630",
    "SURAH": "22",
    "AYAH": "35",
    "ARABIC_TEXT": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
    "TRANSLATION": "Những người mà khi nghe nhắc đến Allah, trái tim của họ rún động (vì khiếp sợ sự trừng phạt của Ngài), luôn kiên nhẫn chịu đựng trên những hoạn nạn xảy đến, chu đáo thực hiện lễ nguyện Salah và chi dùng những bổng lộc TA ban cấp (cho con đường chính nghĩa của TA).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2631",
    "SURAH": "22",
    "AYAH": "36",
    "ARABIC_TEXT": "وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
    "TRANSLATION": "Những con vật tế, TA đã làm cho chúng thành một trong các Biểu Hiệu của Allah dành cho các ngươi, để các ngươi có được các món tốt lành từ nơi chúng. Cho nên, khi chúng đứng thành hàng (để cắt tiết tế lễ), các ngươi hãy nhân danh Allah lên chúng. Rồi khi chúng đã ngã xuống nằm một bên, các ngươi hãy ăn một phần thịt của chúng và bố thí một phần cho những người nghèo biết sống hài lòng với số phận và những người ăn xin. TA đã chế phục chúng cho các ngươi như thế mong rằng các ngươi biết tạ ơn TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2632",
    "SURAH": "22",
    "AYAH": "37",
    "ARABIC_TEXT": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "Thịt và máu của chúng sẽ không bao giờ đến tận Allah mà chính sự ngoan đạo của các ngươi mới đến tận nơi Ngài. Ngài chế ngự chúng cho các ngươi như thế là để các ngươi có dịp tán dương sự vĩ đại của Allah về những gì Ngài đã hướng dẫn các ngươi. Và Ngươi (hỡi Thiên Sứ Muhammad) hãy báo tin mừng cho những người làm tốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2633",
    "SURAH": "22",
    "AYAH": "38",
    "ARABIC_TEXT": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ",
    "TRANSLATION": "Chắc chắn Allah sẽ bảo vệ những người có đức tin; và chắc chắn Allah sẽ không yêu thương những kẻ tráo trở vong ân.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2634",
    "SURAH": "22",
    "AYAH": "39",
    "ARABIC_TEXT": "أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ",
    "TRANSLATION": "Ngài (Allah) cho phép những người (có đức tin) bị (những kẻ đa thần) áp bức được quyền chiến đấu đánh trả lại. Quả thật, Allah toàn năng trong việc trợ giúp họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2635",
    "SURAH": "22",
    "AYAH": "40",
    "ARABIC_TEXT": "ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
    "TRANSLATION": "(Những người bị áp bức đó) là những người bị đuổi khỏi nhà cửa của họ một cách không chính đáng, (họ bị đuổi) chỉ vì họ nói: “Thượng Đế của chúng tôi là Allah!” Nếu Allah không dùng một số người này chặn đứng một số người kia thì những tu viện, các nhà thờ, các giáo đường và những Masjid nơi mà tên của Allah được tụng niệm nhiều, chắc chắn sẽ bị phá hại tan nát. Chắc chắn Allah sẽ giúp đỡ những ai giúp đỡ (chính nghĩa của) Ngài. Quả thật, Allah là Đấng Hùng Mạnh, Đấng Quyền Năng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2636",
    "SURAH": "22",
    "AYAH": "41",
    "ARABIC_TEXT": "ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ",
    "TRANSLATION": "(Những người được TA hứa trợ giúp) là những ai mà nếu TA để họ an cư trên trái đất thì họ chu đáo duy trì lễ nguyện Salah, xuất Zakah, kêu gọi làm điều tốt, ngăn cản làm điều xấu. Và kết cuộc của mọi sự việc đều thuộc về quyền của Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2637",
    "SURAH": "22",
    "AYAH": "42",
    "ARABIC_TEXT": "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ",
    "TRANSLATION": "Và nếu họ (đám dân của Ngươi – hỡi Thiên Sứ Muhammad) phủ nhận Ngươi thì quả thật trước họ đám dân của Nuh, của ‘Ad và của Thamud cũng đã phủ nhận (giống như vậy).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2638",
    "SURAH": "22",
    "AYAH": "43",
    "ARABIC_TEXT": "وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ",
    "TRANSLATION": "- Và cả đám dân của Ibrahim và đám dân của Lut (cũng phủ nhận giống tương tự).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2639",
    "SURAH": "22",
    "AYAH": "44",
    "ARABIC_TEXT": "وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ",
    "TRANSLATION": "Đám dân của Madyan (cũng đã phủ nhận Shu’aib giống như thế), (tương tự) Musa cũng đã bị phủ nhận. Tuy nhiên, TA đã thường tạm tha cho những kẻ vô đức tin (một thời gian ngắn) rồi sau đó TA mới trừng phạt họ (một cách bất ngờ). Bởi thế, (hãy xem) sự trừng phạt của TA giáng xuống (họ) khủng khiếp như thế nào!",
    "FOOTNOTES": ""
  },
  {
    "ID": "2640",
    "SURAH": "22",
    "AYAH": "45",
    "ARABIC_TEXT": "فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ",
    "TRANSLATION": "Đích thực đã có nhiều thị trấn bị TA tiêu diệt khi đang làm điều sai quấy đến nỗi mái nhà của họ nằm lật ngược ngổn ngang, nhiều giếng nước và lâu đài kiên cố trở thành hoang tàn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2641",
    "SURAH": "22",
    "AYAH": "46",
    "ARABIC_TEXT": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ",
    "TRANSLATION": "Lẽ nào họ đã không đi du ngoạn trên trái đất để cho tâm trí thông hiểu về sự việc đó, để cho đôi tai có dịp nghe câu chuyện về (sự trừng phạt)? Thật ra không phải cặp mắt của họ mù lòa mà chính tâm trí của họ đã mù lòa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2642",
    "SURAH": "22",
    "AYAH": "47",
    "ARABIC_TEXT": "وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ",
    "TRANSLATION": "Họ (đám dân vô đức tin) hối thúc Ngươi (hỡi Thiên Sứ) mang hình phạt đến trong lúc Allah không bao giờ làm trái Lời Hứa của Ngài bởi vì quả thật một Ngày ở nơi Thượng Đế của Ngươi bằng một ngàn năm theo niên kỷ mà các ngươi đếm (trên thế gian).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2643",
    "SURAH": "22",
    "AYAH": "48",
    "ARABIC_TEXT": "وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ",
    "TRANSLATION": "Và đã có nhiều thị trấn được TA tạm tha (trong một thời gian ngắn) khi họ làm điều sai quấy rồi sau đó TA mới bắt phạt họ; và tất cả đều sẽ phải trở về trình diện TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2644",
    "SURAH": "22",
    "AYAH": "49",
    "ARABIC_TEXT": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ",
    "TRANSLATION": "Ngươi (hỡi Thiên Sứ) hãy nói: “Hỡi nhân loại! Quả thật Ta chỉ là một người cảnh báo công khai cho các người mà thôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2645",
    "SURAH": "22",
    "AYAH": "50",
    "ARABIC_TEXT": "فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
    "TRANSLATION": "Do đó, những ai có đức tin và hành thiện thì sẽ được tha thứ tội lỗi và sẽ được ưu đãi bổng lộc (nơi Thiên Đàng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2646",
    "SURAH": "22",
    "AYAH": "51",
    "ARABIC_TEXT": "وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ",
    "TRANSLATION": "Ngược lại, đối với những ai tìm mọi cách chối bỏ những Lời Mặc Khải của TA thì họ sẽ làm bạn với Hỏa Ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2647",
    "SURAH": "22",
    "AYAH": "52",
    "ARABIC_TEXT": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
    "TRANSLATION": "Trước Ngươi (hỡi Thiên Sứ), không một vị Sứ Giả hay một vị Nabi nào được TA cử phái đến (mà không gặp phải điều): khi Y mong muốn một điều tốt nào thì Shaytan nhảy vào quấy nhiễu điều Y muốn. Tuy nhiên, Allah hủy bỏ điều mà Shaytan đã xúi bẩy, rồi Allah khẳng định những Lời Mặc Khải của Ngài bởi Allah là Đấng Toàn Tri, Đấng Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2648",
    "SURAH": "22",
    "AYAH": "53",
    "ARABIC_TEXT": "لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ",
    "TRANSLATION": "Mục đích để Ngài dùng điều mà Shaytan đã xen vào làm một sự thử thách đối với những ai mang trong lòng chứng bệnh (hoài nghi và giả tạo) cũng như những ai mà trái tim của họ đã chai cứng. Và những kẻ làm điều sai quấy chắc chắn sẽ ở trong sự thù hằn (của Allah và Thiên Sứ của Ngài) và ở cách xa (chân lý và sự chỉ đạo).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2649",
    "SURAH": "22",
    "AYAH": "54",
    "ARABIC_TEXT": "وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
    "TRANSLATION": "Và để cho những ai có kiến thức biết rằng (Qur’an) là Chân Lý từ nơi Thượng Đế của Ngươi, để họ có đức tin nơi Nó và để trái tim của họ khiêm tốn trước Nó. Allah chắc chắn sẽ hướng những người có đức tin đến với con đường ngay thẳng (dẫn tới sự hài lòng của Ngài).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2650",
    "SURAH": "22",
    "AYAH": "55",
    "ARABIC_TEXT": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ",
    "TRANSLATION": "Riêng những kẻ vô đức tin thì sẽ vẫn cứ hoài nghi về (Qur’an) cho đến lúc Giờ Tận Thế hoặc sự trừng phạt của Ngày Đại Nạn bất ngờ xảy đến cho họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2651",
    "SURAH": "22",
    "AYAH": "56",
    "ARABIC_TEXT": "ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ",
    "TRANSLATION": "Mọi quyền hành trong Ngày hôm đó đều thuộc về Allah, Ngài sẽ xét xử họ. Cho nên, những ai có đức tin và hành thiện thì sẽ ở trong những Ngôi Vườn Thiên Đàng hạnh phúc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2652",
    "SURAH": "22",
    "AYAH": "57",
    "ARABIC_TEXT": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
    "TRANSLATION": "Còn những kẻ vô đức tin và phủ nhận những Lời Mặc Khải của TA thì sẽ phải hứng chịu một sự trừng phạt nhục nhã.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2653",
    "SURAH": "22",
    "AYAH": "58",
    "ARABIC_TEXT": "وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
    "TRANSLATION": "Đối với những ai di cư vì con đường của Allah rồi bị giết hoặc chết thì Allah chắc chắn sẽ ban cấp cho họ một nguồn bổng lộc tốt lành (nơi Thiên Đàng), bởi Allah đích thực là Đấng Ban Phát bổng lộc tốt nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2654",
    "SURAH": "22",
    "AYAH": "59",
    "ARABIC_TEXT": "لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ",
    "TRANSLATION": "Ngài chắc chắn sẽ đưa họ vào một nơi mà họ sẽ vô cùng hài lòng. Quả thật, Allah là Đấng Hằng Biết, Hằng Chịu Đựng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2655",
    "SURAH": "22",
    "AYAH": "60",
    "ARABIC_TEXT": "۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ",
    "TRANSLATION": "Sự việc sẽ như thế. Và ai trả đũa ngang bằng với hành vi xâm hại mà y đã hứng chịu rồi lại bị áp bức lần nữa thì Allah chắc chắn sẽ trợ giúp y bởi quả thật Allah là Đấng Hằng Xí Xóa, Hằng Tha Thứ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2656",
    "SURAH": "22",
    "AYAH": "61",
    "ARABIC_TEXT": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
    "TRANSLATION": "Đó là vì Allah nhập ban đêm vào ban ngày và nhập ban ngày vào ban đêm và rằng Allah là Đấng Hằng Nghe, Hằng Thấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2657",
    "SURAH": "22",
    "AYAH": "62",
    "ARABIC_TEXT": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
    "TRANSLATION": "Đó là vì Allah chính là Chân Lý còn những kẻ mà họ van vái cầu nguyện ngoài Ngài chỉ là ngụy tạo; và quả thật Allah là Đấng Tối Cao, Đấng Vĩ Đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2658",
    "SURAH": "22",
    "AYAH": "63",
    "ARABIC_TEXT": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ",
    "TRANSLATION": "Lẽ nào Ngươi (hỡi Thiên Sứ) không thấy việc Allah ban nước mưa từ trên trời xuống làm cho đất đai trở nên xanh tươi sao? Quả thật, Allah là Đấng Tinh Thông, Đấng Am Tường.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2659",
    "SURAH": "22",
    "AYAH": "64",
    "ARABIC_TEXT": "لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
    "TRANSLATION": "Mọi vật trong các tầng trời và mọi vật trong trái đất đều thuộc về Allah. Quả thật, Allah là Đấng Giàu Có, Đấng Đáng Được Ca Ngợi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2660",
    "SURAH": "22",
    "AYAH": "65",
    "ARABIC_TEXT": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
    "TRANSLATION": "Lẽ nào Ngươi (hỡi Thiên Sứ Muhammad) không thấy rằng Allah đã chế ngự cho các ngươi mọi vật trong trái đất cũng như những con tàu vượt biển theo lệnh của Ngài?! Lẽ nào Ngươi không thấy Ngài giữ bầu trời không cho nó rơi xuống trái đất trừ phi Ngài cho phép?! Quả thật, Allah nhân từ và thương xót loài người.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2661",
    "SURAH": "22",
    "AYAH": "66",
    "ARABIC_TEXT": "وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ",
    "TRANSLATION": "Và Ngài là Đấng ban cho các ngươi sự sống rồi làm cho các ngươi chết rồi sau đó làm cho các ngươi sống trở lại một lần nữa. Tuy nhiên, con người thực sự là những kẻ vong ân.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2662",
    "SURAH": "22",
    "AYAH": "67",
    "ARABIC_TEXT": "لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ",
    "TRANSLATION": "TA đã quy định cho mỗi cộng đồng một nghi thức thờ phượng để họ theo đó mà thực hiện. Cho nên, Ngươi (Thiên Sứ Muhammad) chớ để cho họ (những kẻ đa thần) tranh luận với Ngươi trong sự việc này. Tuy nhiên, Ngươi hãy kêu gọi họ đến với Thượng Đế của Ngươi bởi Ngươi thực sự đang ở trên Chính Đạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2663",
    "SURAH": "22",
    "AYAH": "68",
    "ARABIC_TEXT": "وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ",
    "TRANSLATION": "Nếu họ tranh luận với Ngươi thì Ngươi hãy nói: “Quả thật Allah biết rõ những gì các người đang làm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2664",
    "SURAH": "22",
    "AYAH": "69",
    "ARABIC_TEXT": "ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
    "TRANSLATION": "“Allah sẽ phân xử các người vào Ngày Phục Sinh về những vấn đề mà các người đang tranh luận và bất đồng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2665",
    "SURAH": "22",
    "AYAH": "70",
    "ARABIC_TEXT": "أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
    "TRANSLATION": "Lẽ nào Ngươi (hỡi Thiên Sứ) không biết rằng Allah am tường tất cả mọi thứ trên trời và dưới đất hay sao? Quả thật, tất cả những thứ đó đều nằm trong Quyển Kinh (Al-lawhu Al-Mahfuzh), quả thật điều đó đối với Allah vô cùng đơn giản.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2666",
    "SURAH": "22",
    "AYAH": "71",
    "ARABIC_TEXT": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ",
    "TRANSLATION": "Tuy nhiên, họ (những kẻ thờ đa thần) lại tôn thờ ngoài Allah những vật (các bục tượng) mà Ngài đã không ban cho chúng một chút thẩm quyền nào và họ cũng không hề có nguồn kiến thức nào làm cơ sở cho việc tôn thờ đó (mà chỉ là bắt chước theo ông bà của họ một cách mù quáng); và những kẻ sai quấy sẽ không được ai giúp đỡ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2667",
    "SURAH": "22",
    "AYAH": "72",
    "ARABIC_TEXT": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ",
    "TRANSLATION": "Và khi những Lời Mặc Khải của TA được đọc lên cho họ, Ngươi sẽ nhận thấy vẻ phản đối hiện rõ trên gương mặt những kẻ vô đức tin. Họ gần như (tức giận) muốn xông tới tấn công những ai đọc những Lời Mặc Khải của TA cho họ nghe. Ngươi (hỡi Thiên Sứ Muhammad) hãy nói với họ: “Vậy để Ta cho các người biết về một điều còn tệ hơn cả việc (cau mặt cau mày của các người), đó là Hỏa Ngục, thứ mà Allah đã hứa dành cho những kẻ vô đức tin, một nơi đến cuối cùng rất tồi tệ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2668",
    "SURAH": "22",
    "AYAH": "73",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ",
    "TRANSLATION": "Hỡi nhân loại! Hình ảnh thí dụ được trình bày cho các ngươi, các ngươi hãy lắng nghe cho kỹ! Quả thật, những kẻ mà các ngươi khấn vái ngoài Allah sẽ không bao giờ tạo ra được một con ruồi cho dù chúng có hợp sức lại với nhau để làm chuyện đó đi chăng nữa; và nếu con ruồi nào đó giật lấy món gì của chúng thì chúng cũng sẽ không thể giành lại được. Kẻ khấn vái cũng như kẻ được khấn vái đều bất lực.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2669",
    "SURAH": "22",
    "AYAH": "74",
    "ARABIC_TEXT": "مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
    "TRANSLATION": "Họ (những kẻ thờ đa thần) đã không đánh giá Allah đúng với quyền năng đích thực của Ngài. Quả thật Allah là Đấng Toàn Lực, Đấng Toàn Năng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2670",
    "SURAH": "22",
    "AYAH": "75",
    "ARABIC_TEXT": "ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
    "TRANSLATION": "Allah tuyển chọn các vị Sứ Giả trong giới Thiên Thần và trong nhân loại. Quả thật, Allah là Đấng Hằng Nghe, Đấng Hằng Thấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2671",
    "SURAH": "22",
    "AYAH": "76",
    "ARABIC_TEXT": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
    "TRANSLATION": "Ngài (Allah) biết rõ điều gì trước họ (các Thiên Thần và nhân loại) và điều gì sau họ. Và tất cả mọi sự việc đều được đưa về trình Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2672",
    "SURAH": "22",
    "AYAH": "77",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩",
    "TRANSLATION": "Hỡi những người có đức tin! Các ngươi hãy cúi mình, hãy quỳ lạy và hãy thờ phượng Thượng Đế của các ngươi, và các ngươi hãy hành thiện, mong rằng các ngươi sẽ thành công.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2673",
    "SURAH": "22",
    "AYAH": "78",
    "ARABIC_TEXT": "وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
    "TRANSLATION": "Các ngươi hãy đấu tranh cho Allah như một nghĩa vụ đối với Ngài. Ngài đã chọn các ngươi nhưng Ngài đã không gây khó khăn cho các ngươi trong tôn giáo. (Tôn giáo này) là tôn giáo theo tín ngưỡng của tổ phụ Ibrahim của các ngươi. Ngài đã đặt tên cho các ngươi là 'Muslim' từ trước và trong hiện tại để cho Sứ Giả trở thành một nhân chứng cho các ngươi và để các ngươi sau đó trở thành nhân chứng cho nhân loại. Bởi thế, các ngươi (hỡi những người Muslim) hãy dâng lễ nguyện Salah, xuất Zakah và hãy bám chắc vào Allah. Ngài là Đấng Bảo Hộ của các ngươi, Đấng Bảo Hộ Ưu Việt, Đấng Cứu Giúp Toàn Năng.",
    "FOOTNOTES": ""
  }
]