[
  {
    "ID": "3504",
    "SURAH": "32",
    "AYAH": "1",
    "ARABIC_TEXT": "الٓمٓ",
    "TRANSLATION": "Alif. La-m. Mi-m.[1]",
    "FOOTNOTES": "[1] Xem lại phần chú thích ở câu 1 của chương Al-Baqarah."
  },
  {
    "ID": "3505",
    "SURAH": "32",
    "AYAH": "2",
    "ARABIC_TEXT": "تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Không có gì phải hoài nghi về Thiên Kinh (Qur’an) do Thượng Đế của vũ trụ và vạn vật ban xuống.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3506",
    "SURAH": "32",
    "AYAH": "3",
    "ARABIC_TEXT": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ",
    "TRANSLATION": "Họ (những kẻ vô đức tin) nói rằng Y (Muhammad) đã bịa đặt ra Nó (Qur’an). Không, (Qur’an) đích thực là Chân Lý từ nơi Thượng Đế của Ngươi (hỡi Thiên Sứ) để Ngươi cảnh báo một đám dân mà trước Ngươi đã không có một người cảnh báo nào đến với họ, mong rằng họ được hướng dẫn đúng đường.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3507",
    "SURAH": "32",
    "AYAH": "4",
    "ARABIC_TEXT": "ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ",
    "TRANSLATION": "Allah là Đấng đã tạo hóa các tầng trời, trái đất và vạn vật giữa chúng trong sáu ngày rồi Ngài an vị trên ‘Arsh (Ngai Vương) của Ngài. (Hỡi nhân loại), ngoài Ngài, các ngươi không có bất cứ vị bảo hộ hay vị can thiệp nào. Dó đó, các ngươi cần luôn ghi nhớ (rằng các ngươi phải thờ phượng Allah – Đấng đã tạo ra các ngươi và chớ thờ phượng ngoài Ngài một ai, vật gì).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3508",
    "SURAH": "32",
    "AYAH": "5",
    "ARABIC_TEXT": "يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ",
    "TRANSLATION": "Ngài sắp đặt mọi việc từ trên trời xuống dưới đất rồi tất cả mọi việc sẽ được đưa lên trình Ngài trong một ngày mà thời gian của nó bằng một ngàn năm theo cách tính của các ngươi (hỡi con người).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3509",
    "SURAH": "32",
    "AYAH": "6",
    "ARABIC_TEXT": "ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ",
    "TRANSLATION": "(Đấng sắp đặt mọi việc) đó là Đấng hằng biết điều vô hình và điều hữu hình, là Đấng Quyền Năng, Đấng Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3510",
    "SURAH": "32",
    "AYAH": "7",
    "ARABIC_TEXT": "ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ",
    "TRANSLATION": "Ngài hoàn thiện tốt đẹp mọi thứ mà Ngài đã tạo, và Ngài đã khởi tạo con người (Adam) từ đất (một sự tạo hóa chưa từng có trước đó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3511",
    "SURAH": "32",
    "AYAH": "8",
    "ARABIC_TEXT": "ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ",
    "TRANSLATION": "Rồi, Ngài tạo ra dòng dõi của (Adam) từ một loại nước (tinh dịch) đáng khinh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3512",
    "SURAH": "32",
    "AYAH": "9",
    "ARABIC_TEXT": "ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
    "TRANSLATION": "Sau khi hoàn chỉnh hình thể cho (Adam), Ngài cho thổi vào cơ thể của Y linh hồn từ nơi Ngài. Ngài đã tạo ra cho các ngươi (hỡi con người) thính giác, thị giác và trái tim. (Tuy nhiên), các ngươi rất ít tri ân Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3513",
    "SURAH": "32",
    "AYAH": "10",
    "ARABIC_TEXT": "وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ",
    "TRANSLATION": "Họ (những kẻ đa thần phủ nhận sự Phục Sinh) nói: “Lẽ nào sau khi (thân xác của) chúng tôi đã phân rã dưới lòng đất, chúng tôi sẽ được tạo hóa mới trở lại ư? (Điều đó thật không hợp lý, có vẻ hoang đường)” Không, họ chỉ phủ nhận việc gặp gỡ Thượng Đế của họ mà thôi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3514",
    "SURAH": "32",
    "AYAH": "11",
    "ARABIC_TEXT": "۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ",
    "TRANSLATION": "Ngươi (Thiên Sứ) hãy nói với họ: “Thần Chết, vị được giao nhiệm vụ (bắt hồn) các ngươi, sẽ rút hồn các ngươi, rồi các ngươi sẽ được đưa về trình diện Thượng Đế của các ngươi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3515",
    "SURAH": "32",
    "AYAH": "12",
    "ARABIC_TEXT": "وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ",
    "TRANSLATION": "Giá như Ngươi (Thiên Sứ) có thể nhìn thấy tình cảnh của những kẻ tội lỗi gục đầu trước mặt Thượng Đế của họ (và van xin Ngài vào Ngày Phán Xét): “Lạy Thượng Đế của bầy tôi! Bầy tôi đã thấy và đã nghe, xin Ngài cho bầy tôi trở lại trần gian lần nữa, bầy tôi quyết sẽ hành thiện, bầy tôi chắc chắn sẽ có đức tin kiên định.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3516",
    "SURAH": "32",
    "AYAH": "13",
    "ARABIC_TEXT": "وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ",
    "TRANSLATION": "Nếu muốn, TA đã ban cho tất cả linh hồn sự hướng dẫn, nhưng lời phán của TA (về những kẻ tội lỗi) phải được thể hiện đúng sự thật rằng TA sẽ nhét đầy loài Jinn và loài người vào trong Hỏa Ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3517",
    "SURAH": "32",
    "AYAH": "14",
    "ARABIC_TEXT": "فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ",
    "TRANSLATION": "(Vào Ngày Phán Xét, họ được bảo): “Các ngươi hãy nếm (hình phạt) cho những gì mà các ngươi đã lãng quên về cuộc gặp gỡ ngày hôm nay, TA (Allah) quả thật cũng đã quên các ngươi giống như thế. Thôi, các ngươi hãy nếm sự trừng phạt mãi mãi bởi những điều mà các ngươi đã làm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3518",
    "SURAH": "32",
    "AYAH": "15",
    "ARABIC_TEXT": "إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩",
    "TRANSLATION": "Người thực sự có đức tin nơi các lời mặc khải của TA chính là những người mà khi họ được nhắc về chúng thì họ liền quỳ lạy tán dương ca ngợi Thượng Đế của họ và họ sẽ không cao ngạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3519",
    "SURAH": "32",
    "AYAH": "16",
    "ARABIC_TEXT": "تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
    "TRANSLATION": "Họ rời giường ngủ cầu nguyện Thượng Đế của họ với tâm trạng vừa lo sợ (hình phạt của Ngài) vừa ham muốn (Thiên Đàng của Ngài); và họ chi dùng bổng lộc mà TA (Allah) đã ban cấp cho họ (vào con đường chính nghĩa của TA).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3520",
    "SURAH": "32",
    "AYAH": "17",
    "ARABIC_TEXT": "فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Không một linh hồn nào biết được niềm vui sướng đã được giấu kín[2] (nơi Thiên Đàng) dùng làm phần thưởng cho họ về những việc thiện mà họ đã từng làm.",
    "FOOTNOTES": "[2] Nói về những điều tốt đẹp ở nơi Thiên Đàng, Thiên Sứ của Allah nói: “Allah phán: TA đã chuẩn bị cho đám bề tôi ngoan đạo của TA những thứ chưa có cặp mắt nào từng nhìn thấy, chưa có đôi tai nào từng nghe qua và cũng chưa có trái tim người trần nào từng hình dung đến.” (Hadith do Al-Bukhari ghi lại)."
  },
  {
    "ID": "3521",
    "SURAH": "32",
    "AYAH": "18",
    "ARABIC_TEXT": "أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ",
    "TRANSLATION": "Lẽ nào người có đức tin lại giống với kẻ bất tuân?! Họ chắc chắn không ngang bằng nhau.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3522",
    "SURAH": "32",
    "AYAH": "19",
    "ARABIC_TEXT": "أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Đối với những ai có đức tin và hành thiện thì sẽ được ban thưởng những Ngôi Vườn Thiên Đàng làm nơi cư ngụ (vĩnh hằng), một sự đãi ngộ cho những điều (thiện tốt) mà họ đã làm (trên thế gian).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3523",
    "SURAH": "32",
    "AYAH": "20",
    "ARABIC_TEXT": "وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ",
    "TRANSLATION": "Riêng những kẻ bất tuân và phạm giới thì chỗ ở của họ sẽ là Hỏa Ngục. Mỗi khi họ muốn thoát ra khỏi đó thì sẽ bị lôi vào trong trở lại và họ được bảo: “Các ngươi hãy nếm hình phạt của Hỏa Ngục, cái mà các ngươi đã phủ nhận (trên thế gian).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3524",
    "SURAH": "32",
    "AYAH": "21",
    "ARABIC_TEXT": "وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ",
    "TRANSLATION": "TA (Allah) chắc chắn sẽ bắt họ nếm hình phạt (trên thế gian) trước khi đến với đại hình phạt (ở cõi Đời Sau), mong rằng họ biết quay về (với Thượng Đế của họ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3525",
    "SURAH": "32",
    "AYAH": "22",
    "ARABIC_TEXT": "وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ",
    "TRANSLATION": "Còn ai sai quấy hơn kẻ quay lưng với những lời mặc khải của Thượng Đế của y khi y được nhắc về chúng! Chắc chắn TA sẽ trừng trị những kẻ tội lỗi đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3526",
    "SURAH": "32",
    "AYAH": "23",
    "ARABIC_TEXT": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ",
    "TRANSLATION": "Quả thật, TA đã ban cho Musa Kinh Sách (Tawrah). Do đó, Ngươi (Thiên Sứ) chớ hoài nghi về cuộc gặp gỡ Y (trong chuyến dạ hành và thăng thiên). Và TA đã làm cho (Kinh Tawrah) thành một nguồn Chỉ Đạo cho dân Israel.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3527",
    "SURAH": "32",
    "AYAH": "24",
    "ARABIC_TEXT": "وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ",
    "TRANSLATION": "TA đã bổ nhiệm trong họ (người dân Israel) làm các nhà lãnh đạo hướng dẫn thiên hạ theo Mệnh Lệnh của TA khi họ vẫn biết nhẫn nại và có đức tin kiên định nơi các lời mặc khải của TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3528",
    "SURAH": "32",
    "AYAH": "25",
    "ARABIC_TEXT": "إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
    "TRANSLATION": "Quả thật vào Ngày Tận Thế, Thượng Đế của Ngươi (hỡi Thiên Sứ) sẽ xét xử giữa họ về những điều mà họ đã thường tranh chấp trong Kinh Sách.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3529",
    "SURAH": "32",
    "AYAH": "26",
    "ARABIC_TEXT": "أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ",
    "TRANSLATION": "Chẳng lẽ việc TA đã hủy diệt bao thế hệ trước họ và họ đi (chứng kiến) các chỗ ở hoang phế đó không hướng dẫn họ ư?! Quả thật trong sự việc đó là những dấu hiệu. Lẽ nào họ không nghe?!",
    "FOOTNOTES": ""
  },
  {
    "ID": "3530",
    "SURAH": "32",
    "AYAH": "27",
    "ARABIC_TEXT": "أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ",
    "TRANSLATION": "Chẳng lẽ họ không nhận thấy việc TA dẫn nước đến vùng đất khô cằn để TA làm mọc ra hoa màu và cây cỏ dùng làm thực phẩm cho gia súc của họ và cả bản thân họ nữa hay sao? Lẽ nào họ không quan sát?!",
    "FOOTNOTES": ""
  },
  {
    "ID": "3531",
    "SURAH": "32",
    "AYAH": "28",
    "ARABIC_TEXT": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ",
    "TRANSLATION": "(Những kẻ phủ nhận sự Phục Sinh hối thúc sự trừng phạt) nói: “Vậy bao giờ sự trừng phạt này sẽ đến nếu các người nói thật?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3532",
    "SURAH": "32",
    "AYAH": "29",
    "ARABIC_TEXT": "قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ",
    "TRANSLATION": "Ngươi (Thiên Sứ) hãy nói với họ: “Vào ngày mà sự trừng phạt xảy đến, đức tin của họ sẽ không giúp ích được gì cho họ và họ cũng sẽ không được gia hạn thêm (để có cơ hội sám hối).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3533",
    "SURAH": "32",
    "AYAH": "30",
    "ARABIC_TEXT": "فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ",
    "TRANSLATION": "Bởi thế, Ngươi (Thiên Sứ) hãy mặc kệ họ và hãy đợi (xem kết cuộc của họ) và quả thật họ cũng đang đợi (sự trừng phạt được chuẩn bị dành cho họ).",
    "FOOTNOTES": ""
  }
]