[
  {
    "ID": "3706",
    "SURAH": "36",
    "AYAH": "1",
    "ARABIC_TEXT": "يسٓ",
    "TRANSLATION": "Ya-Sin.[1]",
    "FOOTNOTES": "[1] Xem lại phần chú thích ở câu 1 của chương Al-Baqarah."
  },
  {
    "ID": "3707",
    "SURAH": "36",
    "AYAH": "2",
    "ARABIC_TEXT": "وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ",
    "TRANSLATION": "Thề bởi Qur’an anh minh (chứa đựng những điều khôn ngoan và đúng đắn).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3708",
    "SURAH": "36",
    "AYAH": "3",
    "ARABIC_TEXT": "إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ",
    "TRANSLATION": "Quả thật, Ngươi (hỡi Thiên Sứ) đích thực là một trong các Sứ Giả (của Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3709",
    "SURAH": "36",
    "AYAH": "4",
    "ARABIC_TEXT": "عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
    "TRANSLATION": "(Quả thật, Ngươi) đang ở trên con đường ngay chính (được Thượng Đế của Ngươi lựa chọn).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3710",
    "SURAH": "36",
    "AYAH": "5",
    "ARABIC_TEXT": "تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ",
    "TRANSLATION": "(Kinh Qur’an) được ban xuống từ Đấng Toàn Năng, Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3711",
    "SURAH": "36",
    "AYAH": "6",
    "ARABIC_TEXT": "لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ",
    "TRANSLATION": "(Kinh Qur’an được ban xuống cho Ngươi) để Ngươi dùng cảnh báo đến một dân tộc mà tổ tiên của họ trước đó đã không được cảnh báo nên họ xao lãng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3712",
    "SURAH": "36",
    "AYAH": "7",
    "ARABIC_TEXT": "لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
    "TRANSLATION": "Quả thật, lời (hứa trừng phạt của Allah) đối với đa số họ là sự thật bởi vì họ vô đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3713",
    "SURAH": "36",
    "AYAH": "8",
    "ARABIC_TEXT": "إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ",
    "TRANSLATION": "TA cho đóng những chiếc gông vào cổ của họ cao đến tận cằm khiến họ cứ ngẩng cổ mãi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3714",
    "SURAH": "36",
    "AYAH": "9",
    "ARABIC_TEXT": "وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ",
    "TRANSLATION": "Và TA đã đặt một bức chắn trước mặt và sau lưng họ nên họ không nhìn thấy (chân lý).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3715",
    "SURAH": "36",
    "AYAH": "10",
    "ARABIC_TEXT": "وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ",
    "TRANSLATION": "Cho dù Ngươi (hỡi Thiên Sứ) cảnh báo hay không cảnh báo họ thì họ vẫn không có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3716",
    "SURAH": "36",
    "AYAH": "11",
    "ARABIC_TEXT": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ",
    "TRANSLATION": "Quả thật, Ngươi chỉ có thể cảnh báo người nào đi theo Lời Nhắc Nhở (của Qur’an) và sợ Đấng Ar-Rahman một cách vô hình. Do đó, Ngươi hãy báo tin mừng cho y về sự tha thứ và phần thưởng vinh dự (Thiên Đàng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3717",
    "SURAH": "36",
    "AYAH": "12",
    "ARABIC_TEXT": "إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ",
    "TRANSLATION": "TA (Allah) chắc chắn làm sống lại người chết và ghi chép tất cả mọi điều mà họ đã gởi đi trước cũng như những dấu tích mà họ đã lưu lại. Và TA cho ghi tất cả mọi điều trong một quyển sổ (Lawhul-Mahfuzh) một cách rõ ràng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3718",
    "SURAH": "36",
    "AYAH": "13",
    "ARABIC_TEXT": "وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ",
    "TRANSLATION": "Ngươi (hỡi Thiên Sứ) hãy trình bày cho họ (những kẻ phủ nhận) hình ảnh thí dụ về đám dân của một thị trấn khi các Sứ Giả (của Allah) đến gặp họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3719",
    "SURAH": "36",
    "AYAH": "14",
    "ARABIC_TEXT": "إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ",
    "TRANSLATION": "Khi TA phái hai Sứ Giả đến gặp họ, họ đã phủ nhận hai vị đó, rồi TA lại tăng cường thêm một vị thứ ba; cả ba vị đều nói với (đám dân của thị trấn): “Chúng tôi đích thực là những Sứ Giả được phái đến cho các người.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3720",
    "SURAH": "36",
    "AYAH": "15",
    "ARABIC_TEXT": "قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ",
    "TRANSLATION": "(Đám dân của thị trấn) bảo: “Các ngươi chỉ là những người phàm tục giống bọn ta. Đấng Ar-Rahman đã không ban bất cứ điều gì xuống cả. Các ngươi chỉ nói dối mà thôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3721",
    "SURAH": "36",
    "AYAH": "16",
    "ARABIC_TEXT": "قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ",
    "TRANSLATION": "(Ba vị Sứ Giả) nói: “Thượng Đế của chúng tôi biết rõ chúng tôi đích thực là những Sứ Giả được phái đến cho các người.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3722",
    "SURAH": "36",
    "AYAH": "17",
    "ARABIC_TEXT": "وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
    "TRANSLATION": "“Nhiệm vụ của chúng tôi chỉ là truyền đạt một cách rõ ràng mà thôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3723",
    "SURAH": "36",
    "AYAH": "18",
    "ARABIC_TEXT": "قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "(Đám dân của thị trấn) bảo: “Bọn ta thực sự thấy có điềm xấu từ các ngươi. Nếu các ngươi không chịu dừng lại thì chắc chắn bọn ta sẽ ném đá giết các ngươi, chắc chắn bọn ta sẽ dùng hình phạt đau đớn để xử lý các ngươi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3724",
    "SURAH": "36",
    "AYAH": "19",
    "ARABIC_TEXT": "قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ",
    "TRANSLATION": "(Ba vị Sứ Giả) nói: “Điềm xấu của các người sẽ đeo bám các người (bởi sự vô đức tin của các người). Lẽ nào các người cho là điềm xấu khi được nhắc nhở (về Allah) ư? Không, các người đúng là một đám người tội lỗi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3725",
    "SURAH": "36",
    "AYAH": "20",
    "ARABIC_TEXT": "وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ",
    "TRANSLATION": "Rồi (đột nhiên) có một người đàn ông từ cuối phố chạy đến, bảo: “Này hỡi người dân! Các người hãy tuân theo lời các vị Sứ Giả.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3726",
    "SURAH": "36",
    "AYAH": "21",
    "ARABIC_TEXT": "ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ",
    "TRANSLATION": "“Các người hãy tuân theo những người không đòi các người bất cứ tiền thù lao nào và Họ đích thực là những người được hướng dẫn đúng đường.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3727",
    "SURAH": "36",
    "AYAH": "22",
    "ARABIC_TEXT": "وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ",
    "TRANSLATION": "“Tại sao tôi lại không thờ phượng Đấng đã tạo ra tôi, Đấng mà các người sẽ được đưa về trình diện Ngài trở lại.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3728",
    "SURAH": "36",
    "AYAH": "23",
    "ARABIC_TEXT": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ",
    "TRANSLATION": "“Lẽ nào tôi lại thờ phượng những thần linh khác ngoài Ngài ư? Nếu Đấng Ar-Rahman muốn tôi gặp điều tai hại thì các thần linh đó chẳng giúp ích được gì cho tôi cả và cũng không cứu vớt được tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3729",
    "SURAH": "36",
    "AYAH": "24",
    "ARABIC_TEXT": "إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ",
    "TRANSLATION": "“Lúc đó, chắc chắn tôi thực sự là một kẻ lầm lạc rõ ràng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3730",
    "SURAH": "36",
    "AYAH": "25",
    "ARABIC_TEXT": "إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ",
    "TRANSLATION": "“Quả thật, tôi đã tin nơi Thượng Đế của tất cả các người. Do đó, các người hãy nghe (lời khuyên của tôi).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3731",
    "SURAH": "36",
    "AYAH": "26",
    "ARABIC_TEXT": "قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ",
    "TRANSLATION": "Có Lời phán bảo: “Nhà ngươi hãy vào Thiên Đàng.” (Sau khi vào Thiên Đàng và thấy được những gì nơi đó) y nói: “Ôi ước gì, phải chi đám dân của tôi biết được”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3732",
    "SURAH": "36",
    "AYAH": "27",
    "ARABIC_TEXT": "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ",
    "TRANSLATION": "“Việc Thượng Đế của tôi đã tha thứ và ban vinh dự cho tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3733",
    "SURAH": "36",
    "AYAH": "28",
    "ARABIC_TEXT": "۞ وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
    "TRANSLATION": "Và sau y, TA (Allah) đã không gởi bất cứ đoàn thiên binh nào xuống trừng phạt đám dân của y và TA cũng chẳng cần gởi xuống như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3734",
    "SURAH": "36",
    "AYAH": "29",
    "ARABIC_TEXT": "إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ",
    "TRANSLATION": "Chỉ cần một tiếng gầm duy nhất thôi thì họ bị tiêu diệt toàn bộ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3735",
    "SURAH": "36",
    "AYAH": "30",
    "ARABIC_TEXT": "يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
    "TRANSLATION": "Thật đáng tiếc cho đám bề tôi (của TA)! Không một Sứ Giả nào (của TA) được cử đến với họ mà họ lại không bị chế giễu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3736",
    "SURAH": "36",
    "AYAH": "31",
    "ARABIC_TEXT": "أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ",
    "TRANSLATION": "Lẽ nào họ không thấy TA đã tiêu diệt biết bao thế hệ trước họ? Những người của thế hệ đó sẽ không bao giờ trở lại gặp họ (trên thế gian này).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3737",
    "SURAH": "36",
    "AYAH": "32",
    "ARABIC_TEXT": "وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ",
    "TRANSLATION": "Từng người trong bọn họ chắc chắn sẽ được đưa đến trình diện TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3738",
    "SURAH": "36",
    "AYAH": "33",
    "ARABIC_TEXT": "وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ",
    "TRANSLATION": "(Những kẻ phủ nhận sự Phục Sinh), có một dấu hiệu cho họ (rằng sự Phục Sinh là sự thật, đó là) mảnh đất chết khô mà TA làm cho sống lại và làm mọc ra trái hạt để họ dùng làm thực phẩm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3739",
    "SURAH": "36",
    "AYAH": "34",
    "ARABIC_TEXT": "وَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ",
    "TRANSLATION": "TA đã tạo ra nơi (mảnh đất chết khô) đó những vườn cây chà là và những vườn nho, và TA đã cho các dòng suối chảy trong đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3740",
    "SURAH": "36",
    "AYAH": "35",
    "ARABIC_TEXT": "لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ",
    "TRANSLATION": "Để họ ăn trái quả của các ngôi vườn đó. Và bàn tay của họ đã không làm ra được các ngôi vườn như thế kia. Vậy sao họ không biết tri ân (TA)?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3741",
    "SURAH": "36",
    "AYAH": "36",
    "ARABIC_TEXT": "سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ",
    "TRANSLATION": "Quang Vinh thay Ngài (Allah)! Đấng đã tạo hóa tất cả (vạn vật) thành từng đôi (âm dương): từ những vật mà đất đai cho mọc ra, từ chính bản thân của họ và từ những vật mà họ không biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3742",
    "SURAH": "36",
    "AYAH": "37",
    "ARABIC_TEXT": "وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ",
    "TRANSLATION": "Có một dấu hiệu (về Allah) dành cho họ (nhân loại) là ban đêm; khi TA rút ban ngày ra khỏi ban đêm thì họ sẽ ở trong bóng tối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3743",
    "SURAH": "36",
    "AYAH": "38",
    "ARABIC_TEXT": "وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
    "TRANSLATION": "Mặt trời di chuyển theo quỹ đạo đã được ấn định cho nó. Đó là sự định đoạt và an bài của Đấng Toàn Năng, Đấng Toàn Tri.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3744",
    "SURAH": "36",
    "AYAH": "39",
    "ARABIC_TEXT": "وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ",
    "TRANSLATION": "Và mặt trăng, TA đã ấn định cho nó các giai đoạn (tròn khuyết) cho đến khi nó trở lại hình dạng giống lưỡi liềm như cũ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3745",
    "SURAH": "36",
    "AYAH": "40",
    "ARABIC_TEXT": "لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
    "TRANSLATION": "Mặt trời không đuổi kịp mặt trăng và ban đêm không qua mặt ban ngày; tất cả đều bơi trong quỹ đạo (đã được ấn định).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3746",
    "SURAH": "36",
    "AYAH": "41",
    "ARABIC_TEXT": "وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ",
    "TRANSLATION": "Có một dấu hiệu (về Allah) dành cho họ là việc TA đã chuyên chở con cháu của họ trên một con thuyền đầy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3747",
    "SURAH": "36",
    "AYAH": "42",
    "ARABIC_TEXT": "وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ",
    "TRANSLATION": "TA đã tạo cho họ các loại phương tiện tương tự (con thuyền của Nuh) để họ dùng (di chuyển trên biển).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3748",
    "SURAH": "36",
    "AYAH": "43",
    "ARABIC_TEXT": "وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ",
    "TRANSLATION": "Nếu muốn, TA sẽ nhấn chìm họ và họ sẽ không thể kêu la cầu cứu với bất kỳ ai và họ sẽ không được cứu sống.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3749",
    "SURAH": "36",
    "AYAH": "44",
    "ARABIC_TEXT": "إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ",
    "TRANSLATION": "Trừ phi có sự khoan dung từ nơi TA và trừ phi TA chịu để cho hưởng lạc trong một thời hạn ấn định.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3750",
    "SURAH": "36",
    "AYAH": "45",
    "ARABIC_TEXT": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ",
    "TRANSLATION": "Khi có lời bảo họ: “Các ngươi hãy sợ những gì ở phía trước các ngươi (nơi cõi Đời Sau) và những gì ở phía sau các ngươi (nơi trần gian), mong rằng các ngươi được thương xót (nơi Allah).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3751",
    "SURAH": "36",
    "AYAH": "46",
    "ARABIC_TEXT": "وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ",
    "TRANSLATION": "Không một dấu hiệu nào trong các dấu hiệu của Thượng Đế của họ đến với họ mà họ lại không quay lưng ngoảnh mặt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3752",
    "SURAH": "36",
    "AYAH": "47",
    "ARABIC_TEXT": "وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ",
    "TRANSLATION": "Khi có lời bảo họ: “Các ngươi hãy chi dùng những gì Allah đã ban cấp cho các ngươi (cho con đường chính nghĩa của Ngài).” Những kẻ vô đức tin nói với những người có đức tin: “Lẽ nào chúng tôi phải nuôi ăn những kẻ mà nếu Allah muốn thì chính Ngài đã nuôi họ? Quả thật các người đang trong sự lầm lạc quá rõ ràng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3753",
    "SURAH": "36",
    "AYAH": "48",
    "ARABIC_TEXT": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
    "TRANSLATION": "Họ nói: “Vậy bao giờ lời hứa (về sự Phục Sinh) này sẽ xảy ra nếu các người (những người có đức tin) nói thật?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3754",
    "SURAH": "36",
    "AYAH": "49",
    "ARABIC_TEXT": "مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ",
    "TRANSLATION": "Họ chỉ đang chờ đợi một tiếng Gầm duy nhất chụp bắt họ một cách đột ngột trong lúc họ đang bận rộn (với các sự việc của chốn trần gian).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3755",
    "SURAH": "36",
    "AYAH": "50",
    "ARABIC_TEXT": "فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ",
    "TRANSLATION": "Lúc đó, họ sẽ không kịp trăng trối và cũng sẽ không kịp quay về gặp gia đình của mình.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3756",
    "SURAH": "36",
    "AYAH": "51",
    "ARABIC_TEXT": "وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ",
    "TRANSLATION": "(Lúc) tiếng Còi (Phục Sinh) được thổi lên thì họ sẽ từ dưới mộ đi ra nhanh chân chạy đến trình diện Thượng Đế của họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3757",
    "SURAH": "36",
    "AYAH": "52",
    "ARABIC_TEXT": "قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ",
    "TRANSLATION": "(Lúc đó) họ (sẽ than), nói: “Thật khổ thân chúng tôi! Ai đã lôi chúng tôi dậy từ nơi yên nghỉ của chúng tôi thế này? Đây đúng là điều mà Đấng Ar-Rahman đã hứa và các vị Thiên Sứ (của Ngài) đã xác nhận.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3758",
    "SURAH": "36",
    "AYAH": "53",
    "ARABIC_TEXT": "إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ",
    "TRANSLATION": "Chỉ cần một tiếng gầm duy nhất thôi thì tất cả họ sẽ được triệu tập trình diện trước mặt TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3759",
    "SURAH": "36",
    "AYAH": "54",
    "ARABIC_TEXT": "فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ",
    "TRANSLATION": "Vào Ngày đó, không một linh hồn nào bị đối xử bất công bất cứ điều gì; và các ngươi sẽ được trả lại đầy đủ theo đúng với những điều mà các ngươi đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3760",
    "SURAH": "36",
    "AYAH": "55",
    "ARABIC_TEXT": "إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ",
    "TRANSLATION": "Quả thật, những người bạn của Thiên Đàng vào Ngày đó sẽ bận rộn với những hưởng thụ (không còn bận tâm đến điều gì khác).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3761",
    "SURAH": "36",
    "AYAH": "56",
    "ARABIC_TEXT": "هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ",
    "TRANSLATION": "Họ và những người vợ của họ sẽ nằm nghỉ tựa mình trên những chiếc tràng kỷ, dưới bóng mát (trong các Ngôi Vườn Thiên Đàng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3762",
    "SURAH": "36",
    "AYAH": "57",
    "ARABIC_TEXT": "لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ",
    "TRANSLATION": "Trong đó, có đủ loại trái quả và mọi thứ mà họ yêu cầu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3763",
    "SURAH": "36",
    "AYAH": "58",
    "ARABIC_TEXT": "سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ",
    "TRANSLATION": "(Và) có lời chào Salam từ Thượng Đế Nhân Từ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3764",
    "SURAH": "36",
    "AYAH": "59",
    "ARABIC_TEXT": "وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ",
    "TRANSLATION": "(Vào Ngày đó, sẽ có tiếng bảo những kẻ đa thần): “Hỡi những kẻ tội lỗi! Ngày hôm nay, các ngươi hãy dang ra xa (khỏi những người có đức tin).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3765",
    "SURAH": "36",
    "AYAH": "60",
    "ARABIC_TEXT": "۞ أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
    "TRANSLATION": "“Chẳng phải TA (Allah) đã bảo các ngươi, hỡi con cháu của Adam, chớ thờ phụng Shaytan bởi vì nó là kẻ thù công khai của các ngươi hay sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3766",
    "SURAH": "36",
    "AYAH": "61",
    "ARABIC_TEXT": "وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
    "TRANSLATION": "“(Chẳng phải TA đã bảo các ngươi) hãy chỉ thờ phượng riêng TA. Đây là con đường ngay chính.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3767",
    "SURAH": "36",
    "AYAH": "62",
    "ARABIC_TEXT": "وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ",
    "TRANSLATION": "“(Chẳng phải TA đã bảo các ngươi) rằng quả thật, nó (Shaytan) đã dẫn đa số các ngươi đi lạc. Vậy mà các ngươi không chịu hiểu!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3768",
    "SURAH": "36",
    "AYAH": "63",
    "ARABIC_TEXT": "هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ",
    "TRANSLATION": "“Đây là Hỏa Ngục mà các ngươi đã được hứa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3769",
    "SURAH": "36",
    "AYAH": "64",
    "ARABIC_TEXT": "ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
    "TRANSLATION": "“Ngày hôm nay, các ngươi hãy đi vào Đó vì tội các ngươi đã phủ nhận.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3770",
    "SURAH": "36",
    "AYAH": "65",
    "ARABIC_TEXT": "ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ",
    "TRANSLATION": "Vào Ngày đó, TA sẽ khóa miệng của chúng lại, bàn tay của chúng sẽ nói chuyện với TA còn chân của chúng sẽ làm chứng cho những gì mà chúng đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3771",
    "SURAH": "36",
    "AYAH": "66",
    "ARABIC_TEXT": "وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ",
    "TRANSLATION": "Nếu muốn, TA sẽ lấy đi cặp mắt của chúng rồi chúng tranh nhau qua cầu Sirat, xem chúng làm sao có thể nhìn thấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3772",
    "SURAH": "36",
    "AYAH": "67",
    "ARABIC_TEXT": "وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ",
    "TRANSLATION": "Và nếu muốn, TA sẽ biến hình dạng của chúng ngay tại chỗ để chúng không thể đi tới cũng không thể lùi lại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3773",
    "SURAH": "36",
    "AYAH": "68",
    "ARABIC_TEXT": "وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ",
    "TRANSLATION": "Người nào mà TA cho y sống thọ, TA sẽ làm cho y trở lại (sự yếu đuối) trong việc tạo hóa. Chẳng lẽ họ không hiểu ư?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3774",
    "SURAH": "36",
    "AYAH": "69",
    "ARABIC_TEXT": "وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ",
    "TRANSLATION": "TA đã không dạy Y (Muhammad) thơ phú; và điều đó không nên đối với Y (bởi có thể các ngươi cho rằng Y là một nhà thơ). (Những gì TA dạy cho Y) thật ra chỉ là Lời Nhắc Nhở và là một Thiên Kinh Qur’an minh bạch.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3775",
    "SURAH": "36",
    "AYAH": "70",
    "ARABIC_TEXT": "لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Mục đích để Y cảnh báo những ai (mà trái tim của họ đang) sống (với chân lý) và để những kẻ vô đức tin không còn có lý do biện minh (khi đối diện với sự trừng phạt).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3776",
    "SURAH": "36",
    "AYAH": "71",
    "ARABIC_TEXT": "أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ",
    "TRANSLATION": "Lẽ nào họ đã không thấy việc TA đã tạo ra cho họ các loài gia súc mà họ làm chủ bằng chính đôi tay của TA?!",
    "FOOTNOTES": ""
  },
  {
    "ID": "3777",
    "SURAH": "36",
    "AYAH": "72",
    "ARABIC_TEXT": "وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ",
    "TRANSLATION": "TA đã bắt các loài gia súc phục tùng họ; bởi thế, một số loài họ dùng để cưỡi và một số khác họ ăn thịt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3778",
    "SURAH": "36",
    "AYAH": "73",
    "ARABIC_TEXT": "وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ",
    "TRANSLATION": "Và nơi các loài gia súc đó, họ có nhiều nguồn lợi khác; và có cả nguồn thức uống dành cho họ. Thế, họ không biết ơn (TA) hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3779",
    "SURAH": "36",
    "AYAH": "74",
    "ARABIC_TEXT": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ",
    "TRANSLATION": "(Những kẻ đa thần) đã thờ phượng các thần linh khác ngoài Allah với hy vọng được chúng phù hộ và trợ giúp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3780",
    "SURAH": "36",
    "AYAH": "75",
    "ARABIC_TEXT": "لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ",
    "TRANSLATION": "Nhưng các thần linh đó không thể phù hộ và trợ giúp được gì cho họ. Họ và chúng, tất cả đều sẽ được triệu tập (để đối diện với sự trừng phạt).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3781",
    "SURAH": "36",
    "AYAH": "76",
    "ARABIC_TEXT": "فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ",
    "TRANSLATION": "Cho nên, Ngươi (hỡi Thiên Sứ) chớ để cho lời lẽ của họ làm Ngươi buồn phiền. Quả thật, TA biết rõ những gì họ che giấu và những gì họ công khai.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3782",
    "SURAH": "36",
    "AYAH": "77",
    "ARABIC_TEXT": "أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ",
    "TRANSLATION": "Lẽ nào con người (phủ nhận sự Phục Sinh) không nhận thấy việc TA đã tạo hóa y từ một giọt tinh dịch nên đã công khai tranh cãi?!",
    "FOOTNOTES": ""
  },
  {
    "ID": "3783",
    "SURAH": "36",
    "AYAH": "78",
    "ARABIC_TEXT": "وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ",
    "TRANSLATION": "Y đưa ra hình ảnh thí dụ cho TA nhưng lại quên mất sự tạo hóa của mình (khi y đã được TA tạo ra từ cái không là gì). Y bảo: “Ai có thể làm sống lại những khúc xương khi chúng đã rã mục?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3784",
    "SURAH": "36",
    "AYAH": "79",
    "ARABIC_TEXT": "قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ",
    "TRANSLATION": "Ngươi (Thiên Sứ) hãy nói: “Đấng đã tạo hóa chúng lúc ban đầu sẽ làm cho chúng sống lại. Bởi vì, Ngài thông toàn tất cả việc tạo hóa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3785",
    "SURAH": "36",
    "AYAH": "80",
    "ARABIC_TEXT": "ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ",
    "TRANSLATION": "“Đấng đã làm ra lửa cho các ngươi từ một loại cây tươi mà các ngươi dùng để nhúm lửa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3786",
    "SURAH": "36",
    "AYAH": "81",
    "ARABIC_TEXT": "أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ",
    "TRANSLATION": "Lẽ nào Đấng đã tạo hóa ra các tầng trời và trái đất lại không có khả năng tạo hóa ra cái giống như họ ư? Không đâu, Ngài là Đấng Tạo Hóa Toàn Tri.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3787",
    "SURAH": "36",
    "AYAH": "82",
    "ARABIC_TEXT": "إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
    "TRANSLATION": "Quả thật, khi Ngài muốn điều gì, Ngài chỉ cần phán “Hãy thành!” thì tức khắc nó sẽ thành (giống như ý của Ngài).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3788",
    "SURAH": "36",
    "AYAH": "83",
    "ARABIC_TEXT": "فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ",
    "TRANSLATION": "Bởi thế, thật Quang Vinh thay Đấng mà quyền thống trị vạn vật nằm trong Tay Ngài; và (rồi đây) các ngươi sẽ được đưa trở về trình diện Ngài.",
    "FOOTNOTES": ""
  }
]