[
  {
    "ID": "4736",
    "SURAH": "52",
    "AYAH": "1",
    "ARABIC_TEXT": "وَٱلطُّورِ",
    "TRANSLATION": "Thề bởi ngọn núi Tur (nơi Allah đã nói chuyện trực tiếp với Musa).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4737",
    "SURAH": "52",
    "AYAH": "2",
    "ARABIC_TEXT": "وَكِتَٰبٖ مَّسۡطُورٖ",
    "TRANSLATION": "Thề bởi Kinh Sách đã được ghi chép.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4738",
    "SURAH": "52",
    "AYAH": "3",
    "ARABIC_TEXT": "فِي رَقّٖ مَّنشُورٖ",
    "TRANSLATION": "Trên miếng da thuộc được trải ra.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4739",
    "SURAH": "52",
    "AYAH": "4",
    "ARABIC_TEXT": "وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ",
    "TRANSLATION": "Thề bởi Ngôi Đền Ma’mur (ở bên trên bảy tầng trời, nơi mà các Thiên Thần vào thờ phượng Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4740",
    "SURAH": "52",
    "AYAH": "5",
    "ARABIC_TEXT": "وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ",
    "TRANSLATION": "Thề bởi mái (trời) được dựng cao.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4741",
    "SURAH": "52",
    "AYAH": "6",
    "ARABIC_TEXT": "وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ",
    "TRANSLATION": "Thề bởi biển cả dâng trào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4742",
    "SURAH": "52",
    "AYAH": "7",
    "ARABIC_TEXT": "إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ",
    "TRANSLATION": "Thật vậy, sự trừng phạt của Thượng Đế Ngươi (hỡi Thiên Sứ Muhammad) chắc chắn sẽ xảy ra.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4743",
    "SURAH": "52",
    "AYAH": "8",
    "ARABIC_TEXT": "مَّا لَهُۥ مِن دَافِعٖ",
    "TRANSLATION": "Không ai (hay sức mạnh nào) có thể cản được nó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4744",
    "SURAH": "52",
    "AYAH": "9",
    "ARABIC_TEXT": "يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا",
    "TRANSLATION": "Vào Ngày mà bầu trời sẽ chấn động dữ dội.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4745",
    "SURAH": "52",
    "AYAH": "10",
    "ARABIC_TEXT": "وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا",
    "TRANSLATION": "Những ngọn núi sẽ dịch chuyển khỏi vị trí của nó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4746",
    "SURAH": "52",
    "AYAH": "11",
    "ARABIC_TEXT": "فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ",
    "TRANSLATION": "Vì vậy, Ngày hôm đó sẽ thật khốn khổ cho những kẻ phủ nhận.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4747",
    "SURAH": "52",
    "AYAH": "12",
    "ARABIC_TEXT": "ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ",
    "TRANSLATION": "Những kẻ mà chúng đùa vui vô bổ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4748",
    "SURAH": "52",
    "AYAH": "13",
    "ARABIC_TEXT": "يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا",
    "TRANSLATION": "Ngày (đó) chúng sẽ bị đẩy xuống Lửa của Hỏa Ngục một cách thô bạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4749",
    "SURAH": "52",
    "AYAH": "14",
    "ARABIC_TEXT": "هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ",
    "TRANSLATION": "(Lúc đó, có tiếng bảo chúng): “Đây chính là Lửa mà các ngươi đã thường hay phủ nhận.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4750",
    "SURAH": "52",
    "AYAH": "15",
    "ARABIC_TEXT": "أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ",
    "TRANSLATION": "“Đây có phải là trò ảo thuật không hay các ngươi không nhìn thấy?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4751",
    "SURAH": "52",
    "AYAH": "16",
    "ARABIC_TEXT": "ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
    "TRANSLATION": "“Các ngươi cứ chịu thiêu đốt trong đó, cho dù các ngươi có chịu được hay không chịu được thì cũng đành phải chịu, bởi quả thật đó là cái giá cho những gì các ngươi đã làm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4752",
    "SURAH": "52",
    "AYAH": "17",
    "ARABIC_TEXT": "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَعِيمٖ",
    "TRANSLATION": "Quả thật, những người ngoan đạo sẽ ở trong các Ngôi Vườn Thiên Đàng và tận hưởng niềm vui.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4753",
    "SURAH": "52",
    "AYAH": "18",
    "ARABIC_TEXT": "فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ",
    "TRANSLATION": "Họ sẽ hạnh phúc với những thứ Thượng Đế của họ ban cấp và với việc Ngài cứu rỗi họ thoát khỏi sự trừng phạt của Hỏa Ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4754",
    "SURAH": "52",
    "AYAH": "19",
    "ARABIC_TEXT": "كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ",
    "TRANSLATION": "(Họ sẽ được bảo): “Hãy ăn và uống thỏa thích bởi những điều các ngươi đã làm!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4755",
    "SURAH": "52",
    "AYAH": "20",
    "ARABIC_TEXT": "مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ",
    "TRANSLATION": "Họ sẽ tựa mình nằm nghỉ trên những chiếc tràng kỹ được xếp thành hàng và TA (Allah) sẽ kết hôn họ với các nàng Hurun ‘In (tiên nữ có đôi mắt to tuyệt đẹp).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4756",
    "SURAH": "52",
    "AYAH": "21",
    "ARABIC_TEXT": "وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ",
    "TRANSLATION": "Những ai có đức tin và con cháu của họ cùng theo họ trong đức tin sẽ được TA cho đoàn tụ với họ (trong Thiên Đàng). TA sẽ không cắt giảm bất cứ thứ gì (từ phần thưởng) cho việc làm (thiện tốt) của họ. Mỗi con người phải chịu trách nhiệm cho những gì mình đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4757",
    "SURAH": "52",
    "AYAH": "22",
    "ARABIC_TEXT": "وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ",
    "TRANSLATION": "TA sẽ ban thêm cho họ những loại trái cây và các loại thịt mà họ ưa thích.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4758",
    "SURAH": "52",
    "AYAH": "23",
    "ARABIC_TEXT": "يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ",
    "TRANSLATION": "Trong (Thiên Đàng), họ sẽ trao cho nhau tách uống, và sẽ không có những lời lẽ thô tục và tội lỗi trong đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4759",
    "SURAH": "52",
    "AYAH": "24",
    "ARABIC_TEXT": "۞ وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ",
    "TRANSLATION": "Họ sẽ được những thiếu niên xinh đẹp đi vòng quanh phục vụ; (những thiếu niên đó) trông như những viên ngọc trai được cất kỹ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4760",
    "SURAH": "52",
    "AYAH": "25",
    "ARABIC_TEXT": "وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ",
    "TRANSLATION": "Họ sẽ đến gặp nhau hỏi han, trò chuyện.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4761",
    "SURAH": "52",
    "AYAH": "26",
    "ARABIC_TEXT": "قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ",
    "TRANSLATION": "Họ sẽ nói (với nhau): “Thật vậy, trước đây lúc còn sống với gia đình (trên cõi trần) chúng tôi đã rất sợ (về việc sẽ bị Allah trừng phạt)”.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4762",
    "SURAH": "52",
    "AYAH": "27",
    "ARABIC_TEXT": "فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ",
    "TRANSLATION": "“Nhưng Allah đã ban ân cho chúng tôi và đã cứu chúng tôi khỏi sự trừng phạt của Ngọn Lửa thiêu đốt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4763",
    "SURAH": "52",
    "AYAH": "28",
    "ARABIC_TEXT": "إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ",
    "TRANSLATION": "“Quả thật, trước đây chúng tôi đã thường cầu nguyện Ngài. Quả thật, Ngài là Đấng Tử Tế, Đấng Thương Xót.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4764",
    "SURAH": "52",
    "AYAH": "29",
    "ARABIC_TEXT": "فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ",
    "TRANSLATION": "Vì vậy, Ngươi (hỡi Thiên Sứ Muhammad) hãy (dùng Qur’an) nhắc nhở (mọi người). Quả thật, với ân huệ mà Thượng Đế của Ngươi đã ban cho Ngươi, Ngươi không phải là một tên thầy bói cũng không phải là một kẻ điên.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4765",
    "SURAH": "52",
    "AYAH": "30",
    "ARABIC_TEXT": "أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ",
    "TRANSLATION": "Hoặc chúng (những kẻ phủ nhận) nói: “(Muhammad không phải là Sứ Giả) mà là một nhà thơ, chúng ta cứ đợi xem, sớm muộn gì hắn cũng chết.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4766",
    "SURAH": "52",
    "AYAH": "31",
    "ARABIC_TEXT": "قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ",
    "TRANSLATION": "Ngươi (hỡi Thiên Sứ Muhammad) hãy nói (với chúng): “Các người hãy đợi, Ta sẽ cùng chờ đợi với các người.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4767",
    "SURAH": "52",
    "AYAH": "32",
    "ARABIC_TEXT": "أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ",
    "TRANSLATION": "Có phải tâm trí của chúng ra lệnh cho chúng (nói) điều này, hay chúng là đám người vượt quá giới hạn?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4768",
    "SURAH": "52",
    "AYAH": "33",
    "ARABIC_TEXT": "أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ",
    "TRANSLATION": "Hay là chúng cho rằng (Muhammad) đã bịa đặt (Qur’an)? Không, chúng không có đức tin (là do tính tự cao tự đại của chúng mà thôi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4769",
    "SURAH": "52",
    "AYAH": "34",
    "ARABIC_TEXT": "فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ",
    "TRANSLATION": "(Nếu chúng cho rằng Muhammad bịa đặt), chúng hãy mang đến lời lẽ giống như (Qur’an) xem nào nếu chúng là những kẻ nói thật.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4770",
    "SURAH": "52",
    "AYAH": "35",
    "ARABIC_TEXT": "أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ",
    "TRANSLATION": "Chúng được tạo ra từ cái không là gì hay chúng tự tạo ra bản thân chúng?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4771",
    "SURAH": "52",
    "AYAH": "36",
    "ARABIC_TEXT": "أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ",
    "TRANSLATION": "Hay phải chăng chúng đã tạo ra các tầng trời và trái đất? Không, (chỉ vì) chúng không có một niềm tin vững chắc (nơi Allah mà thôi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4772",
    "SURAH": "52",
    "AYAH": "37",
    "ARABIC_TEXT": "أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ",
    "TRANSLATION": "Hay phải chăng chúng nắm giữ các kho tàng của Thượng Đế của Ngươi? Hoặc phải chăng chúng là những kẻ toàn quyền kiểm soát (các kho tàng của Ngài)?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4773",
    "SURAH": "52",
    "AYAH": "38",
    "ARABIC_TEXT": "أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ",
    "TRANSLATION": "Hoặc phải chăng chúng có một cái thang (lên trời) để nghe (trực tiếp sự mặc khải của Allah rằng chúng đang ở trên chân lý)? Vậy nên, hãy để kẻ nghe lén của chúng mang ra bằng chứng rõ ràng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4774",
    "SURAH": "52",
    "AYAH": "39",
    "ARABIC_TEXT": "أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ",
    "TRANSLATION": "Hoặc phải chăng con gái là của Ngài còn con trai là của các ngươi?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4775",
    "SURAH": "52",
    "AYAH": "40",
    "ARABIC_TEXT": "أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ",
    "TRANSLATION": "Hoặc phải chăng Ngươi (Thiên Sứ Muhammad) đã đòi chúng tiền thù lao khiến chúng bị gánh nặng nợ nần (nên không thể tiếp nhận điều Ngươi mang đến cho chúng)?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4776",
    "SURAH": "52",
    "AYAH": "41",
    "ARABIC_TEXT": "أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ",
    "TRANSLATION": "Hoặc phải chăng chúng có kiến thức về điều vô hình nên chúng viết nó xuống?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4777",
    "SURAH": "52",
    "AYAH": "42",
    "ARABIC_TEXT": "أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ",
    "TRANSLATION": "Hoặc phải chăng chúng có mưu đồ (hại Ngươi và tôn giáo của Ngươi – hỡi Thiên Sứ Muhammad)? Nhưng (Ngươi hãy tin chắc nơi Allah rằng) chính những kẻ vô đức tin sẽ là đám người rơi vào mưu đồ của chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4778",
    "SURAH": "52",
    "AYAH": "43",
    "ARABIC_TEXT": "أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ",
    "TRANSLATION": "Hoặc phải chăng chúng có một thượng đế khác ngoài Allah? Quả thật, Allah tối cao và siêu việt vượt hẳn những thứ mà chúng đã gán ghép cho Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4779",
    "SURAH": "52",
    "AYAH": "44",
    "ARABIC_TEXT": "وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ",
    "TRANSLATION": "Nếu chúng thấy một mảnh vỡ từ trên trời rơi xuống, chúng sẽ nói: “(Đó chỉ là) những đám mây chồng chất lên nhau (rất đỗi bình thường, chẳng có gì nghiêm trọng và to tát cả)!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4780",
    "SURAH": "52",
    "AYAH": "45",
    "ARABIC_TEXT": "فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ",
    "TRANSLATION": "Vì vậy, Ngươi (Thiên Sứ Muhammad) cứ để mặc chúng cho đến lúc chúng gặp ngày mà chúng sẽ bị trừng phạt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4781",
    "SURAH": "52",
    "AYAH": "46",
    "ARABIC_TEXT": "يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ",
    "TRANSLATION": "Ngày mà mưu đồ của chúng sẽ không mang lại ích lợi gì cho chúng và chúng sẽ không được ai cứu giúp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4782",
    "SURAH": "52",
    "AYAH": "47",
    "ARABIC_TEXT": "وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
    "TRANSLATION": "Quả thật, ngoài (sự trừng phạt ở Đời Sau), những kẻ làm điều sai quấy còn phải nhận lấy một sự trừng phạt khác (ở cõi trần tục và cõi Barzakh) nhưng hầu hết bọn chúng không biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4783",
    "SURAH": "52",
    "AYAH": "48",
    "ARABIC_TEXT": "وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ",
    "TRANSLATION": "Ngươi (hỡi Thiên Sứ Muhammad) hãy kiên nhẫn đợi Quyết Định của Thượng Đế của Ngươi bởi vì quả thật Ngươi luôn ở dưới Mắt của TA. Ngươi hãy tán dương ca ngợi Thượng Đế của Ngươi (bằng lễ nguyện Salah) khi ngủ dậy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4784",
    "SURAH": "52",
    "AYAH": "49",
    "ARABIC_TEXT": "وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ",
    "TRANSLATION": "Và Ngươi hãy tán dương Ngài (bằng lễ nguyện Salah) vào một phần của đêm và vào (lúc rạng động) khi các vì sao biến mất (bởi ánh sáng của ban ngày).",
    "FOOTNOTES": ""
  }
]