[
  {
    "ID": "5420",
    "SURAH": "71",
    "AYAH": "1",
    "ARABIC_TEXT": "إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "Quả thật, TA (Allah) đã cử Nuh đến với người dân của Y (với mệnh lệnh): “Ngươi hãy cảnh báo người dân của Ngươi trước khi chúng phải chịu một hình phạt đau đớn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5421",
    "SURAH": "71",
    "AYAH": "2",
    "ARABIC_TEXT": "قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
    "TRANSLATION": "(Nuh) nói với dân của mình: “Này hỡi dân ta, quả thật ta chính là một người cảnh báo rõ ràng được cử đến với các ngươi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5422",
    "SURAH": "71",
    "AYAH": "3",
    "ARABIC_TEXT": "أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
    "TRANSLATION": "“Các ngươi hãy thờ phượng Allah, hãy kính sợ Ngài và hãy vâng lời ta.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5423",
    "SURAH": "71",
    "AYAH": "4",
    "ARABIC_TEXT": "يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ",
    "TRANSLATION": "“Ngài sẽ tha thứ tội lỗi cho các ngươi và để các ngươi sống đến một thời hạn ấn định. Quả thật, khi thời hạn mà Allah ấn định đã hết thì sẽ không được trì hoãn, nếu các ngươi biết.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5424",
    "SURAH": "71",
    "AYAH": "5",
    "ARABIC_TEXT": "قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا",
    "TRANSLATION": "(Nuh) nói: “Lạy Thượng Đế của bề tôi! Bề tôi thực sự đã kêu gọi người dân của bề tôi cả ngày lẫn đêm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5425",
    "SURAH": "71",
    "AYAH": "6",
    "ARABIC_TEXT": "فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا",
    "TRANSLATION": "“Nhưng lời kêu gọi của bề tôi đã không làm tăng thêm được gì cho họ mà chỉ làm cho họ chạy xa hơn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5426",
    "SURAH": "71",
    "AYAH": "7",
    "ARABIC_TEXT": "وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا",
    "TRANSLATION": "“Và quả thật, mỗi khi bề tôi kêu gọi họ để Ngài tha thứ cho họ, họ đều lấy ngón tay bịt lỗ tai, lấy áo trùm đầu; họ cứ ngoan cố và quá ư kiêu ngạo.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5427",
    "SURAH": "71",
    "AYAH": "8",
    "ARABIC_TEXT": "ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا",
    "TRANSLATION": "“Rồi (có lúc) bề tôi đã kêu gọi họ một cách lớn tiếng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5428",
    "SURAH": "71",
    "AYAH": "9",
    "ARABIC_TEXT": "ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا",
    "TRANSLATION": "“Rồi (có lúc) bề tôi đã thuyết giảng cho họ trước công chúng, (có lúc) bề tôi đã nói chuyện với họ một cách riêng tư.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5429",
    "SURAH": "71",
    "AYAH": "10",
    "ARABIC_TEXT": "فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا",
    "TRANSLATION": "“Bề tôi đã nói với họ: “Các ngươi hãy cầu xin Thượng Đế của các ngươi tha thứ tội lỗi cho các ngươi. Quả thật, Ngài là Đấng Tha Thứ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5430",
    "SURAH": "71",
    "AYAH": "11",
    "ARABIC_TEXT": "يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا",
    "TRANSLATION": "“Ngài sẽ ban mưa dồi dào từ trên trời xuống cho các ngươi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5431",
    "SURAH": "71",
    "AYAH": "12",
    "ARABIC_TEXT": "وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا",
    "TRANSLATION": "“Và Ngài sẽ gia tăng của cải và con cái cho các ngươi, và Ngài sẽ ban cho các ngươi vườn tược và ban cho các ngươi sông ngòi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5432",
    "SURAH": "71",
    "AYAH": "13",
    "ARABIC_TEXT": "مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا",
    "TRANSLATION": "Có chuyện gì với các ngươi, sao các ngươi không sợ Quyền Uy và sự Vĩ Đại của Allah?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5433",
    "SURAH": "71",
    "AYAH": "14",
    "ARABIC_TEXT": "وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا",
    "TRANSLATION": "Quả thật, Ngài đã tạo hóa các ngươi theo từng giai đoạn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5434",
    "SURAH": "71",
    "AYAH": "15",
    "ARABIC_TEXT": "أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا",
    "TRANSLATION": "Lẽ nào các ngươi không thấy Allah đã tạo bảy tầng trời, tầng này bên trên tầng kia, như thế nào ư?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5435",
    "SURAH": "71",
    "AYAH": "16",
    "ARABIC_TEXT": "وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا",
    "TRANSLATION": "(Ở tầng trời hạ giới), Ngài đã tạo mặt trăng như một ánh sáng (phản chiếu) và mặt trời như một chiếc đèn (chiếu sáng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5436",
    "SURAH": "71",
    "AYAH": "17",
    "ARABIC_TEXT": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا",
    "TRANSLATION": "Allah đã tạo các ngươi và cho các ngươi phát triển từ đất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5437",
    "SURAH": "71",
    "AYAH": "18",
    "ARABIC_TEXT": "ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا",
    "TRANSLATION": "Rồi đây, Ngài sẽ cho các ngươi trở lại vào đất (sau khi các ngươi chết) và (sau đó) Ngài sẽ đưa các ngươi trở ra (lúc phục sinh).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5438",
    "SURAH": "71",
    "AYAH": "19",
    "ARABIC_TEXT": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا",
    "TRANSLATION": "Và Allah đã tạo ra trái đất cho các ngươi như một tấm thảm rộng lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5439",
    "SURAH": "71",
    "AYAH": "20",
    "ARABIC_TEXT": "لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا",
    "TRANSLATION": "Để các ngươi có thể đi lại trên những con đường rộng rãi của nó (để các ngươi tìm kiếm bổng lộc Halal).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5440",
    "SURAH": "71",
    "AYAH": "21",
    "ARABIC_TEXT": "قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا",
    "TRANSLATION": "Nuh nói: “Lạy Thượng Đế của bề tôi! Quả thật, họ đã không vâng lời bề tôi. Họ đi theo kẻ mà của cải và con cái của y chẳng tăng thêm được gì cho y ngoại trừ sự thua thiệt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5441",
    "SURAH": "71",
    "AYAH": "22",
    "ARABIC_TEXT": "وَمَكَرُواْ مَكۡرٗا كُبَّارٗا",
    "TRANSLATION": "“Và họ đã mưu định một âm mưu to lớn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5442",
    "SURAH": "71",
    "AYAH": "23",
    "ARABIC_TEXT": "وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا",
    "TRANSLATION": "“Họ nói (với nhau): “Các người đừng từ bỏ các thần linh của các người. Các người đừng từ bỏ thần Wadd, thần Suwa’, thần Yaghuth, thần Ya’uq và thần Nasr.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5443",
    "SURAH": "71",
    "AYAH": "24",
    "ARABIC_TEXT": "وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا",
    "TRANSLATION": "“Quả thật, (các thần linh bục tượng đó của họ), chúng đã dắt nhiều người đi lạc. (Lạy Thượng Đế của bề tôi) xin Ngài đừng tăng thêm gì cho những kẻ sai quấy ngoại trừ sự lầm lạc.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5444",
    "SURAH": "71",
    "AYAH": "25",
    "ARABIC_TEXT": "مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا",
    "TRANSLATION": "Vì tội lỗi của chúng nên chúng bị nhấn chìm (trong trận đại hồng thủy), sau đó chúng bị đưa vào Hỏa Ngục. Cho nên, ngoài Allah, chúng không tìm thấy cho mình bất kỳ người giúp đỡ nào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5445",
    "SURAH": "71",
    "AYAH": "26",
    "ARABIC_TEXT": "وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا",
    "TRANSLATION": "Và Nuh nói: “Lạy Thượng Đế của bề tôi! Xin Ngài đừng chừa một tên vô đức tin nào sống sót trên trái đất.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5446",
    "SURAH": "71",
    "AYAH": "27",
    "ARABIC_TEXT": "إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا",
    "TRANSLATION": "“Thật vậy, nếu Ngài để chúng sống, chúng sẽ dắt bầy tôi của Ngài lầm lạc và chúng sẽ sinh con đẻ cháu toàn là những kẻ tội lỗi, vô đức tin.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5447",
    "SURAH": "71",
    "AYAH": "28",
    "ARABIC_TEXT": "رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا",
    "TRANSLATION": "“Lạy Thượng Đế của bề tôi! Xin Ngài tha thứ cho bề tôi và cho cha mẹ của bề tôi và cho ai vào nhà của bề tôi là một người có đức tin, xin Ngài tha thứ cho những người có đức tin nam cũng như nữ, và xin Ngài đừng tăng thêm gì cho những kẻ sai quấy ngoại trừ sự diệt vong!”",
    "FOOTNOTES": ""
  }
]