[
  {
    "ID": "5476",
    "SURAH": "73",
    "AYAH": "1",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلۡمُزَّمِّلُ",
    "TRANSLATION": "Này hỡi người cuộn mình trong áo (Thiên Sứ Muhammad)!",
    "FOOTNOTES": ""
  },
  {
    "ID": "5477",
    "SURAH": "73",
    "AYAH": "2",
    "ARABIC_TEXT": "قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا",
    "TRANSLATION": "Ngươi hãy đứng (dâng lễ nguyện Salah) trong đêm trừ một ít thời gian.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5478",
    "SURAH": "73",
    "AYAH": "3",
    "ARABIC_TEXT": "نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا",
    "TRANSLATION": "Một nửa của đêm hoặc ít hơn một chút.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5479",
    "SURAH": "73",
    "AYAH": "4",
    "ARABIC_TEXT": "أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا",
    "TRANSLATION": "Hoặc thêm nữa; và Ngươi hãy đọc Qur’an với âm điệu nhịp nhàng, chậm rãi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5480",
    "SURAH": "73",
    "AYAH": "5",
    "ARABIC_TEXT": "إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا",
    "TRANSLATION": "Quả thật, TA sẽ truyền xuống cho Ngươi (Qur’an, và Nó là) lời nặng nề (vì trong đó chứa đựng các nghĩa vụ, các giới hạn, các qui định, các nghi thức và những điều khác).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5481",
    "SURAH": "73",
    "AYAH": "6",
    "ARABIC_TEXT": "إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا",
    "TRANSLATION": "Thật vậy, những giờ trong đêm tác động mạnh mẽ nhất (đối với tâm trí và trái tim) và (làm cho) lời nói trở nên ngay thẳng và chính trực nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5482",
    "SURAH": "73",
    "AYAH": "7",
    "ARABIC_TEXT": "إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا",
    "TRANSLATION": "Ban ngày Ngươi thực sự bận rộn với nhiều công việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5483",
    "SURAH": "73",
    "AYAH": "8",
    "ARABIC_TEXT": "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا",
    "TRANSLATION": "Ngươi hãy tụng niệm đại danh Thượng Đế của Ngươi và hãy toàn tâm thờ phượng Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5484",
    "SURAH": "73",
    "AYAH": "9",
    "ARABIC_TEXT": "رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا",
    "TRANSLATION": "(Allah là) Thượng Đế của phương Đông lẫn phương Tây; không có Thượng Đế đích thực nào khác ngoài Ngài. Vì vậy, Ngươi hãy tôn Ngài làm Đấng Bảo Hộ của Ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5485",
    "SURAH": "73",
    "AYAH": "10",
    "ARABIC_TEXT": "وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا",
    "TRANSLATION": "Ngươi hãy kiên nhẫn chịu đựng với những gì chúng nói và hãy tránh xa chúng một cách nhã nhặn và tốt đẹp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5486",
    "SURAH": "73",
    "AYAH": "11",
    "ARABIC_TEXT": "وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا",
    "TRANSLATION": "Ngươi hãy để TA (một mình xử trí) những kẻ phủ nhận (Sự Thật) nhưng sở hữu những điều tốt đẹp của cuộc sống (này), và cứ để chúng (yên lành) trong một thời gian ngắn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5487",
    "SURAH": "73",
    "AYAH": "12",
    "ARABIC_TEXT": "إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا",
    "TRANSLATION": "Quả thật, (ở Đời Sau), TA có những chiếc gông nặng và lửa cháy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5488",
    "SURAH": "73",
    "AYAH": "13",
    "ARABIC_TEXT": "وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا",
    "TRANSLATION": "Và (TA có) loại thức ăn làm nghẹn họng và một hình phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5489",
    "SURAH": "73",
    "AYAH": "14",
    "ARABIC_TEXT": "يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا",
    "TRANSLATION": "Vào Ngày (đó), trái đất và những quả núi sẽ rung chuyển và những quả núi sẽ giống như những đồi cát đổ xuống.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5490",
    "SURAH": "73",
    "AYAH": "15",
    "ARABIC_TEXT": "إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا",
    "TRANSLATION": "Thật vậy, TA (Allah) đã gửi đến các ngươi một Sứ Giả làm nhân chứng cho các ngươi giống như TA đã gửi đến Pha-ra-ông một Sứ Giả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5491",
    "SURAH": "73",
    "AYAH": "16",
    "ARABIC_TEXT": "فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا",
    "TRANSLATION": "Nhưng Pha-ra-ông không vâng lời Sứ Giả (của TA), vì vậy, TA đã bắt phạt hắn bằng một sự trừng phạt khủng khiếp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5492",
    "SURAH": "73",
    "AYAH": "17",
    "ARABIC_TEXT": "فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا",
    "TRANSLATION": "Vậy làm sao các ngươi sẽ tránh được tai họa vào Ngày mà những đứa trẻ trở nên bạc đầu nếu các ngươi vô đức tin?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5493",
    "SURAH": "73",
    "AYAH": "18",
    "ARABIC_TEXT": "ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا",
    "TRANSLATION": "Bầu trời (trong Ngày Hôm đó) sẽ vỡ nứt ra. Lời Hứa của (Allah) sẽ được thể hiện.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5494",
    "SURAH": "73",
    "AYAH": "19",
    "ARABIC_TEXT": "إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
    "TRANSLATION": "Quả thật, đây là một sự nhắc nhở, vì vậy, ai muốn thì hãy chọn lấy một con đường trở về với Thượng Đế của mình.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5495",
    "SURAH": "73",
    "AYAH": "20",
    "ARABIC_TEXT": "۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ",
    "TRANSLATION": "Thật vậy, Thượng Đế của Ngươi (hỡi Thiên Sứ Muhammad) biết rằng Ngươi và một nhóm đi theo Ngươi thực sự đứng dâng lễ nguyện Salah gần hai phần ba của đêm, hoặc phân nửa đêm, hoặc một phần ba của đêm. Và Allah ấn định (phạm vi của) ban đêm và ban ngày. Ngài biết các ngươi không thể nhớ chính xác (các giờ của ban đêm) nên Ngài đã tha thứ cho các ngươi. Vì vậy, các ngươi hãy đọc Qur’an phần nào mà các ngươi nhận thấy dễ dàng cho các ngươi. Ngài biết trong các ngươi có một số bệnh tật, một số khác đi tìm kiếm thiên lộc của Allah xa xôi trên trái đất; và một số khác đi chinh chiến cho Chính Nghĩa của Allah. Vì vậy, các ngươi hãy đọc phần nào mà các ngươi thấy dễ dàng đối với các ngươi. Và các ngươi hãy chu đáo dâng lễ nguyện Salah, đóng Zakah và cho Allah mượn một khoản nợ tốt. Và bất cứ điều gì tốt đẹp mà các ngươi gởi đi trước cho bản thân mình thì các ngươi sẽ tìm thấy (phần thưởng của) nó ở nơi Allah, và phần thưởng sẽ tốt và lớn hơn. Các ngươi hãy cầu xin Allah tha thứ. Quả thật, Allah là Đấng Tha Thứ, Đấng Nhân Từ.",
    "FOOTNOTES": ""
  }
]