[
  {
    "ID": "5592",
    "SURAH": "76",
    "AYAH": "1",
    "ARABIC_TEXT": "هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ حِينٞ مِّنَ ٱلدَّهۡرِ لَمۡ يَكُن شَيۡـٔٗا مَّذۡكُورًا",
    "TRANSLATION": "Chẳng phải đã có một khoảng thời gian mà con người không là một thứ gì đáng nhắc đến?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5593",
    "SURAH": "76",
    "AYAH": "2",
    "ARABIC_TEXT": "إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا",
    "TRANSLATION": "Thật vậy, TA (Allah) đã tạo ra con người từ một giọt tinh dịch, để TA có thể thử thách y; và TA đã làm cho y nghe và thấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5594",
    "SURAH": "76",
    "AYAH": "3",
    "ARABIC_TEXT": "إِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا",
    "TRANSLATION": "Quả thật, TA đã hướng dẫn y con đường (rõ ràng, TA cho y toàn quyền lựa chọn), hoặc là y biết ơn hoặc là y vô ơn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5595",
    "SURAH": "76",
    "AYAH": "4",
    "ARABIC_TEXT": "إِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا",
    "TRANSLATION": "Thật vậy, TA đã chuẩn bị cho những kẻ vô đức tin những xiềng xích, gông cùm và ngọn lửa rực cháy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5596",
    "SURAH": "76",
    "AYAH": "5",
    "ARABIC_TEXT": "إِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا",
    "TRANSLATION": "Người ngoan đạo, đức hạnh chắc chắn sẽ được uống ly (rượu) được pha chế với hỗn hợp Kafur (mang hương thơm như long não).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5597",
    "SURAH": "76",
    "AYAH": "6",
    "ARABIC_TEXT": "عَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا",
    "TRANSLATION": "Có một con suối mà những người bề tôi của Allah sẽ uống; dòng chảy của nó dồi dào theo mong muốn của họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5598",
    "SURAH": "76",
    "AYAH": "7",
    "ARABIC_TEXT": "يُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا",
    "TRANSLATION": "Họ (là những người) đã hoàn thành lời thề nguyện (của họ) và luôn sợ cái Ngày mà sự xấu xa sẽ lan tràn (và đó là Ngày Tận Thế).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5599",
    "SURAH": "76",
    "AYAH": "8",
    "ARABIC_TEXT": "وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا",
    "TRANSLATION": "Họ chia sẻ thức ăn cho người nghèo, trẻ mồ côi, và tù binh trong lúc họ cũng yêu thích và cần thức ăn đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5600",
    "SURAH": "76",
    "AYAH": "9",
    "ARABIC_TEXT": "إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا",
    "TRANSLATION": "(Họ nói): “Chúng tôi chia sẻ thức ăn cho quí vị là chỉ vì sắc Diện của Allah chứ chúng tôi không mong sự đền đáp và tri ân từ quí vị.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5601",
    "SURAH": "76",
    "AYAH": "10",
    "ARABIC_TEXT": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا",
    "TRANSLATION": "“Chúng tôi thực sự sợ Thượng Đế của chúng tôi vào một Ngày (mà những kẻ tội lỗi sẽ) cau mày nhăn nhó và buồn thảm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5602",
    "SURAH": "76",
    "AYAH": "11",
    "ARABIC_TEXT": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا",
    "TRANSLATION": "Vì vậy, Allah sẽ bảo vệ họ khỏi cái xấu của Ngày đó và Ngài sẽ ban cho họ sự rạng rỡ và niềm vui.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5603",
    "SURAH": "76",
    "AYAH": "12",
    "ARABIC_TEXT": "وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا",
    "TRANSLATION": "Ngài sẽ thưởng cho họ một ngôi vườn (trong Thiên Đàng) và lụa là bởi những gì mà họ đã kiên nhẫn chịu đựng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5604",
    "SURAH": "76",
    "AYAH": "13",
    "ARABIC_TEXT": "مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا",
    "TRANSLATION": "Trong đó, họ sẽ ngả mình trên những chiếc ghế dài có lưng tựa. Họ sẽ không còn nhìn thấy (cái nóng của) mặt trời cũng như cảnh giá lạnh và rét buốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5605",
    "SURAH": "76",
    "AYAH": "14",
    "ARABIC_TEXT": "وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا",
    "TRANSLATION": "Gần sát bên trên họ là những (cành) rợp bóng trải rộng và những chùm quả lủng lẳng gần tầm tay.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5606",
    "SURAH": "76",
    "AYAH": "15",
    "ARABIC_TEXT": "وَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠",
    "TRANSLATION": "Họ sẽ được phục vụ xung quanh với những chiếc bình bạc và những chiếc cốc pha lê.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5607",
    "SURAH": "76",
    "AYAH": "16",
    "ARABIC_TEXT": "قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا",
    "TRANSLATION": "Có những chiếc cốc bằng bạc nhưng trong suốt như pha lê; chúng được định lượng thức uống vừa đủ (như họ muốn).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5608",
    "SURAH": "76",
    "AYAH": "17",
    "ARABIC_TEXT": "وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا",
    "TRANSLATION": "Trong đó, họ sẽ được cho uống (với những) ly (rượu) được pha chế từ hỗn hợp gừng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5609",
    "SURAH": "76",
    "AYAH": "18",
    "ARABIC_TEXT": "عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا",
    "TRANSLATION": "Trong đó, có một con suối tên là Salsabil.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5610",
    "SURAH": "76",
    "AYAH": "19",
    "ARABIC_TEXT": "۞ وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا",
    "TRANSLATION": "Đi vòng quanh (để phục vụ) họ là những chàng thiếu niên trẻ mãi. Khi thấy chúng, Ngươi tưởng chúng là những viên ngọc trai rải rác.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5611",
    "SURAH": "76",
    "AYAH": "20",
    "ARABIC_TEXT": "وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا",
    "TRANSLATION": "Khi Ngươi nhìn thấy (những gì trong Thiên Đàng), Ngươi sẽ thấy đó là một niềm hạnh phúc và một vương quốc vĩ đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5612",
    "SURAH": "76",
    "AYAH": "21",
    "ARABIC_TEXT": "عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا",
    "TRANSLATION": "(Các cư dân Thiên Đàng), y phục của họ sẽ là lụa và gấm thêu màu xanh lá. Đồ trang sức của họ là những chiếc vòng bạc. Và Thượng Đế của họ sẽ cho họ uống một loại nước tinh khiết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5613",
    "SURAH": "76",
    "AYAH": "22",
    "ARABIC_TEXT": "إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا",
    "TRANSLATION": "(Họ sẽ được bảo): “Đây là phần thưởng cho các ngươi. Quả thật, sự cố gắng của các ngươi đã được đền đáp.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5614",
    "SURAH": "76",
    "AYAH": "23",
    "ARABIC_TEXT": "إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا",
    "TRANSLATION": "Quả thật, TA (Allah) đã ban Qur’an xuống cho Ngươi (Muhammad) bằng một sự mặc khải dần dần theo từng giai đoạn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5615",
    "SURAH": "76",
    "AYAH": "24",
    "ARABIC_TEXT": "فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا",
    "TRANSLATION": "Vì vậy, Ngươi hãy kiên nhẫn chịu đựng với quyết định của Thượng Đế của Ngươi; Ngươi chớ đừng nghe theo bất kỳ tên tội lỗi hay kẻ vô đức tin nào của bọn chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5616",
    "SURAH": "76",
    "AYAH": "25",
    "ARABIC_TEXT": "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا",
    "TRANSLATION": "Ngươi hãy tụng niệm Tên của Thượng Đế Ngươi sáng chiều.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5617",
    "SURAH": "76",
    "AYAH": "26",
    "ARABIC_TEXT": "وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا",
    "TRANSLATION": "Ngươi hãy cúi đầu quỳ lạy Ngài vào một phần của đêm và hãy tán dương Ngài qua đêm dài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5618",
    "SURAH": "76",
    "AYAH": "27",
    "ARABIC_TEXT": "إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا",
    "TRANSLATION": "Thật vậy, những kẻ (đa thần) này yêu thế giới hối hả (trần gian) và bỏ sau lưng chúng một Ngày nặng nề.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5619",
    "SURAH": "76",
    "AYAH": "28",
    "ARABIC_TEXT": "نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا",
    "TRANSLATION": "TA đã tạo ra chúng và làm cho cơ thể của chúng cường tráng, nhưng khi TA muốn, TA có thể đưa những người tương tự đến thay thế chúng toàn bộ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5620",
    "SURAH": "76",
    "AYAH": "29",
    "ARABIC_TEXT": "إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا",
    "TRANSLATION": "Quả thật, đây là một sự nhắc nhở, vì vậy, ai muốn thì hãy chọn lấy một con đường trở về với Thượng Đế của mình.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5621",
    "SURAH": "76",
    "AYAH": "30",
    "ARABIC_TEXT": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
    "TRANSLATION": "Tuy nhiên, những gì các ngươi muốn sẽ không thành trừ phi Allah muốn. Quả thật, Allah Toàn Tri, Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5622",
    "SURAH": "76",
    "AYAH": "31",
    "ARABIC_TEXT": "يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا",
    "TRANSLATION": "Ngài thu nhận vào lòng thương xót của Ngài đối với ai Ngài muốn; nhưng những kẻ làm điều sai quấy, Ngài đã chuẩn bị cho chúng một sự trừng phạt đau đớn.",
    "FOOTNOTES": ""
  }
]